{
  "title": "glossaire",
  "subtitle": "Concepts et terminologie clés utilisés dans swarmrise.",
  "relatedDocuments": "documents connexes",
  "principlesLink": "Nos principes",
  "principlesDescription": "les idées qui guident le fonctionnement de swarmrise",
  "footer": "swarmrise est un projet en cours.",
  "items": {
    "swarmrise": {
      "title": "swarmrise",
      "description": "Une plateforme de gouvernance open source qui aide les organisations à distribuer l'autorité, à prendre des décisions transparentes et à adapter leur structure sans friction. Au lieu de hiérarchies rigides où une seule personne commande, swarmrise donne à chaque membre des rôles clairement définis avec un objectif, équilibre le pouvoir grâce à une triade leader-secrétaire-arbitre dans chaque équipe, et enregistre chaque changement pour que la responsabilité soit intégrée, pas ajoutée après coup.",
      "example": "Une coopérative utilise swarmrise pour définir ses équipes, attribuer des rôles avec des missions et des devoirs, et mener des décisions par consentement, le tout sans hiérarchie de gestion traditionnelle."
    },
    "user": {
      "title": "Utilisateur",
      "description": "Une personne qui a créé un compte sur swarmrise. Les utilisateurs peuvent rejoindre plusieurs organisations et participer à la gouvernance de chacune d'elles.",
      "example": "Lorsque vous vous inscrivez sur swarmrise, vous devenez un utilisateur. Vous pouvez ensuite créer ou rejoindre des organisations."
    },
    "orga": {
      "title": "Organisation",
      "description": "Un espace de gouvernance autonome où les équipes, les rôles et les décisions sont gérés. Chaque organisation a ses propres membres, sa structure et ses politiques, complètement isolées des autres organisations.",
      "example": "Une entreprise, une association ou un groupe communautaire peut chacun être configuré comme une organisation dans swarmrise."
    },
    "member": {
      "title": "Membre",
      "description": "La présence d'un utilisateur au sein d'une organisation spécifique. Un membre donné peut détenir plusieurs rôles dans la même équipe ou dans plusieurs équipes de l'organisation. C'est une différence significative avec les organisations traditionnelles.",
      "example": "Vous pourriez être membre de l'organisation de votre entreprise et également membre de l'organisation d'un groupe de bénévoles."
    },
    "team": {
      "title": "Équipe",
      "description": "Un groupe au sein d'une organisation qui travaille vers un objectif commun. Les équipes contiennent des rôles qui définissent des responsabilités et des obligations spécifiques.",
      "example": "Une équipe Marketing pourrait contenir des rôles comme Responsable du contenu, Community manager et Stratégiste de marque."
    },
    "role": {
      "title": "Rôle",
      "description": "Un poste spécifique au sein d'une équipe qui définit les responsabilités de quelqu'un. Les rôles peuvent avoir des types spéciaux : leader (guide l'équipe), secrétaire (gère la documentation) ou arbitre (résout les conflits).",
      "example": "Le rôle de Product Owner pourrait avoir pour mission de définir les priorités du produit et de maintenir le backlog."
    },
    "decision": {
      "title": "Décision",
      "description": "Tout changement ou action tracée au sein de l'organisation. Les décisions maintiennent une piste d'audit complète montrant qui a fait quel changement et quand, avec les états avant et après.",
      "example": "Lorsque quelqu'un met à jour la mission d'une équipe ou attribue un rôle, cela est enregistré comme une décision avec un historique complet."
    },
    "mission": {
      "title": "Mission",
      "description": "L'objectif ou le but qui guide une équipe ou un rôle. Les missions répondent à la question de pourquoi quelque chose existe et ce qu'il vise à accomplir.",
      "example": "La mission d'une équipe Support pourrait être de s'assurer que les clients reçoivent une assistance rapide et utile."
    },
    "duty": {
      "title": "Devoir",
      "description": "Une responsabilité spécifique et actionnable attribuée à un rôle. Alors qu'une mission définit l'objectif global, les devoirs la décomposent en tâches ou obligations concrètes que le titulaire du rôle est censé remplir. Un rôle peut avoir plusieurs devoirs.",
      "example": "Un rôle de Responsable du contenu pourrait avoir des devoirs comme 'Rédiger des articles de blog hebdomadaires', 'Examiner les contributions de la communauté' et 'Maintenir le calendrier éditorial'."
    },
    "topic": {
      "title": "Sujet",
      "description": "Une proposition soulevée dans le canal de discussion d'une équipe qui suit un processus structuré de décision par consentement. Un sujet passe par trois phases : proposition (l'auteur formule sa proposition), clarification (les membres posent des questions pour la comprendre) et tour de consentement (le groupe accepte ou soulève des objections argumentées). Les sujets transforment les discussions informelles en actes de gouvernance sans quitter la conversation.",
      "example": "Un membre ouvre un sujet dans le canal de l'équipe Produit pour proposer une rotation du rôle de leader chaque trimestre. Après un tour de clarification et en l'absence d'objections majeures, la proposition est acceptée par consentement."
    },
    "consentDecision": {
      "title": "Décision par consentement",
      "description": "Une méthode de prise de décision où une proposition est acceptée sauf si un membre soulève une objection argumentée et majeure. Contrairement au vote majoritaire, le consentement ne demande pas si tout le monde est d'accord, mais si quelqu'un a une raison bien argumentée pour laquelle la proposition causerait du tort. Le silence vaut consentement. Cette approche permet aux décisions d'avancer efficacement tout en protégeant contre les risques négligés.",
      "example": "Lors d'un tour de consentement sur une nouvelle politique de communication, un membre soulève une objection expliquant qu'elle exclurait les contributeurs à temps partiel. La proposition est amendée pour répondre à la préoccupation, puis adoptée sans objections supplémentaires."
    },
    "candidatelessElection": {
      "title": "Élection sans candidat",
      "description": "Une méthode d'élection sociocratique utilisée pour pourvoir des rôles sans candidats déclarés au préalable. Chaque membre nomme quelqu'un ouvertement et expose ses raisons. Après avoir entendu toutes les nominations, les membres peuvent changer leur choix en fonction de ce qu'ils ont appris. Le facilitateur propose le choix qui émerge, et un tour de consentement confirme ou ajuste le résultat. Cette méthode fait émerger la personne la plus adaptée grâce à l'intelligence collective du groupe plutôt que par l'autopromotion.",
      "example": "Une équipe a besoin d'un nouvel arbitre. Chaque membre rédige une nomination et explique pourquoi. Après avoir entendu toutes les raisons, deux membres modifient leur nomination. Le facilitateur propose la personne ayant le soutien le plus solide, et le groupe consent."
    }
  }
}
