{
  "principles": {
    "title": "nos principes",
    "subtitle": "Des idées simples qui guident le fonctionnement de swarmrise.",
    "legal": "mentions légales",
    "termsLink": "Conditions d'utilisation",
    "termsDescription": "les conditions d'utilisation de swarmrise",
    "privacyLink": "Politique de confidentialité",
    "privacyDescription": "comment nous traitons vos données personnelles",
    "footer": "swarmrise est un projet en cours.",
    "items": {
      "noFunnyHats": {
        "title": "Pas de chapeaux rigolos",
        "content": "swarmrise utilise des mots et des concepts simples. Pas de vocabulaire ésotérique ni de néologismes, pas de cérémonies, pas de cercles, pas de charabia de développement personnel. C'est un outil, pas une religion."
      },
      "youComeFirst": {
        "title": "Vous d'abord",
        "content": "Dessiner la vue d'ensemble de l'organisation ne suffit pas à donner confiance et direction à quelqu'un. swarmrise est centré sur vous en tant que membre de cette organisation, mettant en évidence vos rôles, vos équipes, vos relations et vos décisions. Au quotidien, vous voulez simplement savoir ce que les autres attendent de vous et comment vous pouvez aider et agir."
      },
      "alwaysTellWhy": {
        "title": "Toujours dire pourquoi",
        "content": "swarmrise est guidé par la finalité. L'organisation doit avoir un objectif global, mais chaque équipe et chaque rôle devrait commencer par un objectif clair. Les gens sont intelligents, ils peuvent comprendre quoi faire et comment le faire quand ils savent pourquoi ils le font."
      },
      "doersAreKings": {
        "title": "Les faiseurs sont rois",
        "content": "Une grande différence avec la hiérarchie est la possibilité de se débarrasser des décideurs à temps plein. Tout le monde prend des décisions tout le temps, donc ce talent n'est pas si rare. En permettant un schéma décider/s'engager/exécuter auto-géré pour chaque rôle, vous mettez en valeur la capacité bien plus rare de bonne exécution. Les personnes qui peuvent vraiment faire les choses devraient se sentir plus autonomes et appréciées."
      },
      "ethicalBehaviors": {
        "title": "Facilitateur de comportements éthiques",
        "content": "Les mauvais comportements prospèrent quand soit vous n'en êtes pas conscient, soit vous ne pouvez rien y faire. Bien sûr, un modèle de gouvernance ne peut pas garantir une conduite éthique par lui-même, mais il peut l'encourager en informant les membres de ce qui se passe et en leur permettant de prendre des décisions en conséquence. swarmrise utilise la transparence, la traçabilité et la mémoire de l'information comme mode par défaut (quand cela ne contredit pas les droits des données personnelles ou les informations sensibles), et propose un modèle de décision ouvert à tout rôle."
      },
      "frictionless": {
        "title": "Sans friction",
        "content": "Les organigrammes et les descriptions de poste sont souvent obsolètes, en partie parce que les modifier est pénible. swarmrise permet une modification facile, par chaque membre, de chaque élément de l'organisation. Ce n'est pas risqué car, en informant tout le monde de qui a fait quoi, swarmrise oblige les membres à réfléchir avant d'agir. Et d'ailleurs, si vous ne faites pas confiance aux gens, vous ne devriez pas les embaucher."
      },
      "sharingIsGood": {
        "title": "Partager c'est bien",
        "content": "swarmrise propose une bibliothèque de modèles publics en copyleft pour les équipes, les rôles et les politiques, afin que les innovations des uns puissent être réutilisées librement par les autres. En créant et en maintenant des modèles publics, vous pouvez aider d'autres organisations et obtenir des retours utiles pour vous, d'une pierre deux coups."
      },
      "lowComplexity": {
        "title": "Faible complexité",
        "content": "La hiérarchie est un concept très simple. C'est pourquoi elle est dominante malgré le fait qu'elle ne soit pas le système le plus efficace. swarmrise s'efforce d'ajouter le moins de complexité possible et de garder les choses faciles à expliquer et à utiliser. Il y a un ensemble limité de concepts et de règles à partir desquels vous pouvez développer votre gouvernance pour l'adapter à votre organisation."
      },
      "workInProgress": {
        "title": "Travail en cours",
        "content": "swarmrise est et restera un travail en cours. Les commentaires et contributions sont plus que bienvenus. Ces principes ne sont qu'une colonne vertébrale, voyons où tout cela va nous mener."
      }
    },
    "sections": {
      "governanceModel": {
        "title": "le modèle de gouvernance",
        "subtitle": "swarmrise est à la fois un modèle de gouvernance et un outil.",
        "intro": "En gardant un seul rôle par membre, vous pouvez l'utiliser comme un simple organigramme. En adoptant l'adhésion multi-rôle, l'autonomie des équipes et la prise de décision par consentement, vous entrez dans une façon véritablement différente de s'organiser. La transition est progressive -- adoptez à votre rythme.",
        "multiRole": {
          "title": "Le modèle multi-rôle",
          "content": "Dans les organisations traditionnelles, une personne a un seul titre de poste. Dans swarmrise, un membre peut détenir plusieurs rôles dans plusieurs équipes. Une personne peut être le Responsable Produit dans l'équipe Produit, le Secrétaire dans l'équipe Opérations et un Analyste de Données dans l'équipe Finance -- simultanément. Cela reflète la façon dont les gens contribuent réellement : au-delà des frontières, portant différentes casquettes selon le contexte."
        }
      },
      "roleTriad": {
        "title": "la triade des rôles",
        "subtitle": "Des contre-pouvoirs au sein de chaque équipe.",
        "intro": "Chaque équipe commence avec trois types de rôles spéciaux comme cadre. Ces trois existent par conception pour créer des contre-pouvoirs. Aucune personne seule n'accumule d'autorité non contrôlée au sein d'une équipe.",
        "leader": {
          "title": "Leader",
          "content": "Donne la direction et facilite le travail de l'équipe. Le leader coordonne mais ne commande pas. Il représente l'équipe dans l'équipe parente, créant une connexion naturelle entre les niveaux de l'organisation sans créer de hiérarchie."
        },
        "secretary": {
          "title": "Secrétaire",
          "content": "Assure la documentation, l'intégrité procédurale et la mémoire organisationnelle. Le secrétaire maintient l'honnêteté et la traçabilité."
        },
        "referee": {
          "title": "Arbitre",
          "content": "Médie les conflits, assure un processus équitable et protège les voix minoritaires. L'arbitre empêche les prises de pouvoir."
        },
        "footer": "La triade est un point de départ, pas une contrainte rigide. Les organisations pourront éventuellement définir leurs propres types de rôles par défaut. Mais le principe d'autorité distribuée au sein des équipes est non négociable."
      },
      "consentDecisions": {
        "title": "décisions par consentement",
        "subtitle": "Pas un consensus. Un consentement.",
        "intro": "Le modèle de décision suit un processus en trois étapes. Ce n'est pas un consensus, où tout le monde doit être d'accord. C'est un consentement, où personne n'a d'objection fondée. Le silence vaut consentement.",
        "proposition": {
          "title": "Proposition",
          "content": "Tout détenteur de rôle peut proposer un changement."
        },
        "clarification": {
          "title": "Clarification",
          "content": "Les membres posent des questions pour comprendre la proposition."
        },
        "consent": {
          "title": "Consentement",
          "content": "La proposition est acceptée sauf s'il y a des objections valides et argumentées."
        },
        "footer": "Le journal de décisions existant, qui enregistre tous les changements avec des comparaisons avant/après, est la base sur laquelle le processus de consentement sera construit."
      },
      "teamConnections": {
        "title": "connexions d'équipes, pas hiérarchie",
        "subtitle": "Une carte de connexions, pas une pyramide descendante.",
        "content": "Les équipes se connectent aux autres équipes via leurs rôles de leader. Le leader d'une équipe détient un rôle correspondant dans l'équipe parente, créant un lien naturel. Mais c'est une connexion, pas une chaîne de commandement. L'équipe parente ne dicte pas à l'équipe enfant. Le leader représente les intérêts de l'équipe enfant vers le haut et porte le contexte vers le bas."
      },
      "communication": {
        "title": "la communication comme gouvernance",
        "subtitle": "La messagerie où la gouvernance est native, pas une réflexion après coup.",
        "intro": "swarmrise inclura une couche de communication étroitement intégrée à la structure organisationnelle. Ce n'est pas un outil de chat générique ajouté -- c'est une communication qui comprend les équipes, les rôles et la gouvernance.",
        "items": {
          "teamContext": "Les conversations se déroulent dans le contexte de l'équipe.",
          "firstClass": "Les propositions, clarifications et tours de consentement sont des modèles de communication de première classe.",
          "policyFlow": "Les annonces de politiques circulent à travers la structure qu'elles gouvernent.",
          "threaded": "Les décisions et votes sont liés à la discussion qui les a produits."
        }
      },
      "topicsPoliciesTemplates": {
        "title": "sujets, politiques et modèles",
        "subtitle": "Les composants d'une gouvernance vivante.",
        "topics": {
          "title": "Sujets",
          "content": "Des éléments de discussion qui peuvent être abordés de manière synchrone en réunions ou asynchrone en ligne. Un sujet peut devenir une proposition, passer par la clarification et atteindre le consentement -- le tout sans exiger que tout le monde soit dans la même pièce en même temps. C'est essentiel pour les organisations distribuées et distantes."
        },
        "policies": {
          "title": "Politiques",
          "content": "Les règles permanentes qu'une équipe ou une organisation se donne. Rédigées par les détenteurs de rôles, délimitées aux équipes, versionnées et visibles. Contrairement aux décisions qui enregistrent un seul changement, les politiques codifient des attentes continues. Elles répondent à la question : comment fonctionnons-nous ici ?"
        },
        "templates": {
          "title": "La bibliothèque de modèles",
          "content": "Une bibliothèque publique où les organisations peuvent parcourir des modèles pour les structures d'équipes, les missions de rôles, les responsabilités et les politiques. Copiez-les, adaptez-les, publiez les vôtres. Pour les nouveaux, les modèles abaissent la barrière à l'adoption. Pour les vétérans, les modèles sont un moyen de partager ce qui fonctionne."
        }
      },
      "whatItIsNot": {
        "title": "ce que swarmrise n'est pas",
        "subtitle": "Des frontières délibérées et défendues.",
        "notProjectManagement": {
          "title": "Pas un outil de gestion de projet",
          "content": "Pas de tâches, pas de tableaux kanban, pas de sprints, pas de diagrammes de Gantt. swarmrise définit qui est responsable de quoi et pourquoi. Comment ces personnes suivent leur travail est leur choix. swarmrise gouverne ; il ne micro-gère pas."
        },
        "notHierarchyEnabler": {
          "title": "Pas un facilitateur de hiérarchie",
          "content": "Si une fonctionnalité facilite la concentration du pouvoir, elle n'a pas sa place dans swarmrise. Le système est conçu pour que l'autorité soit toujours distribuée et responsable."
        },
        "notReligion": {
          "title": "Pas une religion",
          "content": "Pas de vocabulaire ésotérique. Pas de programmes de certification. Pas de cérémonies obligatoires. swarmrise utilise un langage simple et des concepts simples. Si quelqu'un a besoin d'une formation pour comprendre l'outil, nous avons échoué."
        },
        "notFinished": {
          "title": "Pas un produit fini",
          "content": "swarmrise est ouvertement, fièrement un travail en cours. L'engagement est envers les principes, pas envers l'ensemble actuel de fonctionnalités."
        }
      }
    }
  },
  "terms": {
    "title": "conditions d'utilisation",
    "effectiveDate": "Date d'effet : {{date}}",
    "lastUpdated": "Dernière mise à jour : {{date}}",
    "effectiveDateLabel": "Date d'effet",
    "lastUpdatedLabel": "Dernière mise à jour",
    "intro": {
      "welcome": "Bienvenue sur swarmrise. Le service hébergé swarmrise est édité et exploité par Yorga, une SASU (Société par Actions Simplifiée Unipersonnelle) française immatriculée sous le SIREN 889 512 406. swarmrise est également disponible en tant que projet open source sous la licence Apache 2.0. Ces Conditions d'utilisation (\"Conditions\") régissent votre accès et votre utilisation de la plateforme hébergée swarmrise, y compris notre site web, nos applications et nos services (collectivement, le \"Service\"). En accédant ou en utilisant le Service, vous acceptez d'être lié par ces Conditions.",
      "readCarefully": "Veuillez lire attentivement ces Conditions avant d'utiliser le Service. Si vous n'acceptez pas ces Conditions, vous ne pouvez pas accéder au Service ni l'utiliser."
    },
    "sections": {
      "acceptanceOfTerms": {
        "title": "acceptation des conditions",
        "p1": "En créant un compte ou en utilisant le Service, vous déclarez avoir au moins 18 ans et avoir la capacité juridique de conclure ces Conditions. Si vous utilisez le Service au nom d'une organisation, vous déclarez et garantissez que vous avez l'autorité de lier cette organisation à ces Conditions.",
        "p2": "Nous nous réservons le droit de modifier ces Conditions à tout moment. Nous vous informerons des changements importants en publiant les Conditions mises à jour sur le Service et en mettant à jour la date de \"Dernière mise à jour\". Votre utilisation continue du Service après ces changements constitue votre acceptation des Conditions modifiées."
      },
      "descriptionOfService": {
        "title": "description du service",
        "intro": "swarmrise est une plateforme multi-tenant de gestion d'organisation conçue pour la gouvernance collaborative. Le Service permet aux organisations de :",
        "features": {
          "structureTeams": "Structurer les équipes et définir les hiérarchies organisationnelles",
          "createRoles": "Créer et gérer des rôles au sein des équipes (y compris les postes de leader, secrétaire et arbitre)",
          "trackDecisions": "Suivre les décisions avec des pistes d'audit complètes",
          "manageMembers": "Gérer les adhésions et les invitations organisationnelles",
          "establishPolicies": "Établir et maintenir les politiques organisationnelles"
        },
        "reserveRight": "Nous nous réservons le droit de modifier, suspendre ou interrompre tout aspect du Service à tout moment, avec ou sans préavis."
      },
      "accountRegistration": {
        "title": "inscription et sécurité du compte",
        "intro": "Pour accéder à certaines fonctionnalités du Service, vous devez créer un compte. En créant un compte, vous acceptez de :",
        "requirements": {
          "provideAccurate": "Fournir des informations exactes, actuelles et complètes",
          "maintainInfo": "Maintenir et mettre à jour rapidement les informations de votre compte",
          "keepSecure": "Garder vos identifiants d'authentification sécurisés et confidentiels",
          "notifyUnauthorized": "Nous informer immédiatement de tout accès non autorisé à votre compte",
          "acceptResponsibility": "Accepter la responsabilité de toutes les activités qui se produisent sous votre compte"
        },
        "clerkNote": "Nous utilisons Clerk pour les services d'authentification. En utilisant le Service, vous acceptez également les conditions d'utilisation et la politique de confidentialité de Clerk."
      },
      "organizationsAndMembership": {
        "title": "organisations et adhésion",
        "ownerIntro": "Le Service permet aux utilisateurs de créer et de rejoindre des organisations. Lorsque vous créez une organisation, vous en devenez le propriétaire et êtes responsable de :",
        "ownerResponsibilities": {
          "manageSettings": "Gérer les paramètres de l'organisation et l'adhésion",
          "ensureCompliance": "S'assurer que les membres respectent ces Conditions",
          "contentActivities": "Le contenu et les activités au sein de votre organisation",
          "handleInvitations": "Gérer correctement les invitations et les contrôles d'accès"
        },
        "memberIntro": "En tant que membre d'une organisation, vous acceptez de :",
        "memberResponsibilities": {
          "respectGovernance": "Respecter la structure de gouvernance établie par l'organisation",
          "useAccordingly": "Utiliser le Service conformément à vos rôles assignés",
          "noCircumvent": "Ne pas contourner les contrôles d'accès ou les systèmes de permissions"
        }
      },
      "acceptableUse": {
        "title": "utilisation acceptable",
        "intro": "Vous acceptez d'utiliser le Service uniquement à des fins légales et conformément à ces Conditions. Vous acceptez de NE PAS :",
        "prohibitions": {
          "violateLaws": "Violer les lois, règlements ou droits de tiers applicables",
          "harassOthers": "Utiliser le Service pour harceler, abuser ou nuire à autrui",
          "uploadMalicious": "Télécharger ou transmettre du code malveillant, des virus ou du contenu nuisible",
          "unauthorizedAccess": "Tenter d'obtenir un accès non autorisé au Service ou à ses systèmes",
          "interfereService": "Interférer avec ou perturber le Service ou son infrastructure",
          "scrapeService": "Scraper, crawler ou utiliser des moyens automatisés pour accéder au Service sans permission",
          "impersonate": "Usurper l'identité d'une autre personne ou entité",
          "fraudulent": "Utiliser le Service à des fins frauduleuses ou trompeuses",
          "circumventSecurity": "Contourner les mesures de sécurité ou les restrictions d'accès"
        }
      },
      "userContent": {
        "title": "contenu utilisateur",
        "ownership": "Vous conservez la propriété de tout contenu que vous soumettez au Service (\"Contenu utilisateur\"), y compris les données organisationnelles, les structures d'équipe, les définitions de rôles et les décisions. En soumettant du Contenu utilisateur, vous nous accordez une licence mondiale, non exclusive et libre de redevance pour utiliser, stocker et traiter votre Contenu utilisateur uniquement dans le but de fournir le Service.",
        "warrantyIntro": "Vous déclarez et garantissez que :",
        "warranties": {
          "ownRights": "Vous possédez ou avez les droits nécessaires sur votre Contenu utilisateur",
          "noViolation": "Votre Contenu utilisateur ne viole aucun droit de tiers",
          "compliesTerms": "Votre Contenu utilisateur est conforme à ces Conditions et aux lois applicables"
        }
      },
      "intellectualProperty": {
        "title": "propriété intellectuelle",
        "license": "Le code source de swarmrise est disponible en open source sous la licence Apache 2.0. Cette licence vous permet d'utiliser, de modifier et de distribuer le logiciel sous certaines conditions. Le service hébergé exploité par Yorga est soumis aux présentes Conditions en complément de la licence open source.",
        "brandElements": "Le nom swarmrise, le logo et les éléments de marque sont des marques de Yorga et ne peuvent pas être utilisés sans permission écrite expresse, sauf dans les cas permis par la Licence Apache 2.0 à des fins d'attribution.",
        "thirdParty": "Les composants tiers inclus dans le Service sont soumis à leurs licences respectives, qui sont documentées dans notre documentation juridique."
      },
      "dataProtection": {
        "title": "protection des données et confidentialité",
        "commitment": "Nous nous engageons à protéger votre vie privée et vos données personnelles. Notre collecte, utilisation et traitement des données personnelles sont régis par notre Politique de confidentialité, qui est incorporée dans ces Conditions par référence.",
        "keyAspectsIntro": "Aspects clés de notre traitement des données :",
        "keyAspects": {
          "collectNecessary": "Nous collectons uniquement les données nécessaires pour fournir le Service",
          "dataIsolated": "Vos données organisationnelles sont isolées dans une architecture multi-tenant",
          "convexStorage": "Nous utilisons Convex pour le stockage et le traitement sécurisés des données",
          "clerkAuth": "Les données d'authentification sont gérées par Clerk",
          "auditTrails": "Nous maintenons des pistes d'audit pour la transparence et la responsabilité"
        },
        "gdprNote": "Pour les utilisateurs de l'Espace économique européen, nous nous conformons au Règlement général sur la protection des données (RGPD) et fournissons des mécanismes pour exercer vos droits de personne concernée."
      },
      "serviceAvailability": {
        "title": "disponibilité et support du service",
        "intro": "Nous nous efforçons de maintenir la disponibilité du Service mais ne garantissons pas un accès ininterrompu. Le Service peut être temporairement indisponible en raison de :",
        "reasons": {
          "maintenance": "Maintenance et mises à jour planifiées",
          "outages": "Pannes imprévues ou problèmes techniques",
          "beyondControl": "Facteurs hors de notre contrôle raisonnable"
        },
        "asIs": "Nous fournissons le Service \"tel quel\" et \"selon disponibilité\" sans aucun accord de niveau de service, sauf accord écrit contraire."
      },
      "limitationOfLiability": {
        "title": "limitation de responsabilité",
        "intro": "DANS LA MESURE MAXIMALE PERMISE PAR LA LOI APPLICABLE, SWARMRISE ET SES AFFILIÉS, DIRIGEANTS, EMPLOYÉS, AGENTS ET LICENSEURS NE SERONT PAS RESPONSABLES DES DOMMAGES INDIRECTS, ACCESSOIRES, SPÉCIAUX, CONSÉCUTIFS OU PUNITIFS, Y COMPRIS MAIS SANS S'Y LIMITER :",
        "damages": {
          "lostProfits": "Perte de profits, de données ou d'opportunités commerciales",
          "interruptions": "Interruptions de service ou perte de données",
          "unauthorizedAccess": "Accès non autorisé à vos données",
          "thirdPartyConduct": "Toute conduite ou contenu de tiers sur le Service"
        },
        "totalLiability": "Notre responsabilité totale pour toute réclamation découlant du Service ou liée à celui-ci ne dépassera pas le montant que vous nous avez payé, le cas échéant, au cours des douze (12) mois précédant la réclamation."
      },
      "indemnification": {
        "title": "indemnisation",
        "intro": "Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité Yorga (l'éditeur de swarmrise) et ses affiliés, dirigeants, directeurs, employés et agents contre toute réclamation, responsabilité, dommage, perte et dépense (y compris les frais juridiques raisonnables) découlant de ou liés de quelque manière que ce soit à :",
        "items": {
          "accessUse": "Votre accès ou utilisation du Service",
          "violationTerms": "Votre violation de ces Conditions",
          "userContent": "Votre Contenu utilisateur",
          "violationRights": "Votre violation de droits de tiers"
        }
      },
      "termination": {
        "title": "résiliation",
        "intro": "Vous pouvez résilier votre compte à tout moment en nous contactant ou en utilisant la fonction de suppression de compte lorsqu'elle est disponible. Nous pouvons résilier ou suspendre votre accès au Service immédiatement, sans préavis, si :",
        "reasons": {
          "breachTerms": "Vous violez ces Conditions",
          "requiredByLaw": "Nous sommes tenus de le faire par la loi",
          "discontinueService": "Nous décidons d'interrompre le Service"
        },
        "uponTermination": "À la résiliation, votre droit d'utiliser le Service cessera immédiatement. Les dispositions de ces Conditions qui, par leur nature, devraient survivre à la résiliation survivront, y compris la propriété, les exclusions de garantie, l'indemnisation et les limitations de responsabilité."
      },
      "disputeResolution": {
        "title": "résolution des litiges",
        "informal": "Nous vous encourageons à nous contacter d'abord pour résoudre tout litige de manière informelle. Si un litige ne peut être résolu de manière informelle, vous acceptez que toute action ou procédure judiciaire soit exclusivement portée devant les tribunaux compétents en France.",
        "euNote": "Pour les utilisateurs de l'Union européenne, cette disposition n'affecte pas vos droits en vertu des lois de protection des consommateurs ou votre droit d'intenter des actions devant les tribunaux de votre pays de résidence."
      },
      "governingLaw": {
        "title": "droit applicable",
        "law": "Ces Conditions seront régies et interprétées conformément au droit français, Yorga (l'opérateur du Service) étant établie en France. Yorga est une SASU française immatriculée sous le SIREN 889 512 406.",
        "eeaNote": "Pour les utilisateurs de l'Espace économique européen, rien dans ces Conditions n'affecte vos droits en tant que consommateur en vertu des lois de protection des consommateurs de l'UE applicables."
      },
      "generalProvisions": {
        "title": "dispositions générales",
        "entireAgreement": "Accord intégral :",
        "entireAgreementText": "Ces Conditions, ainsi que notre Politique de confidentialité et toute autre politique référencée ici, constituent l'accord intégral entre vous et swarmrise concernant le Service.",
        "severability": "Divisibilité :",
        "severabilityText": "Si une disposition de ces Conditions est jugée inapplicable, les autres dispositions resteront pleinement en vigueur.",
        "waiver": "Renonciation :",
        "waiverText": "Notre incapacité à faire respecter un droit ou une disposition de ces Conditions ne sera pas considérée comme une renonciation à ces droits.",
        "assignment": "Cession :",
        "assignmentText": "Vous ne pouvez pas céder ou transférer vos droits en vertu de ces Conditions sans notre consentement écrit préalable. Nous pouvons céder nos droits et obligations sans restriction."
      },
      "contactInformation": {
        "title": "informations de contact",
        "intro": "Si vous avez des questions concernant ces Conditions, veuillez nous contacter :",
        "publisher": "Éditeur :",
        "publisherText": "Yorga (SASU, SIREN 889 512 406)",
        "github": "GitHub :"
      }
    },
    "relatedDocuments": "documents connexes",
    "privacyLink": "Politique de confidentialité",
    "privacyDescription": "Comment nous traitons vos données personnelles",
    "principlesLink": "Nos Principes",
    "principlesDescription": "Découvrez les valeurs qui guident swarmrise",
    "footer": "Édité par Yorga (SASU, SIREN 889 512 406) -- Open source sous licence Apache 2.0"
  },
  "privacy": {
    "title": "politique de confidentialité",
    "effectiveDate": "Date d'effet : {{date}}",
    "lastUpdated": "Dernière mise à jour : {{date}}",
    "effectiveDateLabel": "Date d'effet",
    "lastUpdatedLabel": "Dernière mise à jour",
    "intro": {
      "commitment": "Chez swarmrise, nous nous engageons à protéger votre vie privée et vos données personnelles. Cette Politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations lorsque vous utilisez notre plateforme multi-tenant de gestion d'organisation (le \"Service\").",
      "gdprCompliance": "Nous traitons les données personnelles conformément au Règlement général sur la protection des données (RGPD) et aux autres lois applicables en matière de protection des données. Veuillez lire attentivement cette Politique de confidentialité pour comprendre nos pratiques concernant vos données personnelles."
    },
    "sections": {
      "dataController": {
        "title": "responsable du traitement",
        "p1": "Le service hébergé swarmrise est édité et exploité par Yorga, une SASU (Société par Actions Simplifiée Unipersonnelle) française immatriculée sous le SIREN 889 512 406. Aux fins du RGPD et des autres lois applicables en matière de protection des données, Yorga agit en tant que responsable du traitement des données personnelles collectées via le Service. Cela signifie que Yorga détermine les finalités et les moyens du traitement de vos données personnelles.",
        "p2": "Si vous avez des questions sur nos pratiques en matière de données ou si vous souhaitez exercer vos droits, veuillez nous contacter via les canaux indiqués dans la section Informations de contact ci-dessous. Vous pouvez également déposer une réclamation auprès de la CNIL (Commission nationale de l'informatique et des libertés), l'autorité française de protection des données."
      },
      "informationWeCollect": {
        "title": "informations que nous collectons",
        "intro": "Nous collectons les informations que vous nous fournissez directement, ainsi que les informations collectées automatiquement lorsque vous utilisez le Service.",
        "accountInfo": {
          "title": "2.1 Informations de compte",
          "intro": "Lorsque vous créez un compte, nous collectons :",
          "items": {
            "name": "Prénom et nom de famille",
            "email": "Adresse e-mail",
            "profilePicture": "Photo de profil (facultatif, si fournie via l'authentification)"
          }
        },
        "organizationData": {
          "title": "2.2 Données d'organisation",
          "intro": "Lorsque vous créez ou rejoignez des organisations, nous collectons et traitons :",
          "items": {
            "orgNames": "Noms et paramètres des organisations",
            "teamStructures": "Structures et hiérarchies des équipes",
            "roleAssignments": "Attributions de rôles (leader, secrétaire, arbitre)",
            "membershipInfo": "Informations d'adhésion",
            "invitationData": "Données d'invitation (adresses e-mail des invités)"
          }
        },
        "optionalContact": {
          "title": "2.3 Informations de contact facultatives",
          "intro": "Vous pouvez choisir de fournir des informations de contact supplémentaires, notamment :",
          "items": {
            "mobile": "Numéro de téléphone portable",
            "address": "Adresse physique",
            "socialMedia": "Profils de réseaux sociaux (LinkedIn, Facebook, Instagram, WhatsApp)"
          },
          "note": "Ces informations sont entièrement facultatives et collectées uniquement avec votre consentement explicite."
        },
        "usageData": {
          "title": "2.4 Données d'utilisation",
          "intro": "Nous collectons automatiquement certaines informations lorsque vous utilisez le Service :",
          "items": {
            "browser": "Type et version du navigateur",
            "device": "Informations sur l'appareil",
            "ipAddress": "Adresse IP",
            "pagesVisited": "Pages visitées et fonctionnalités utilisées",
            "dateTime": "Date et heure d'accès"
          }
        },
        "decisionAudit": {
          "title": "2.5 Piste d'audit des décisions",
          "intro": "Pour assurer la transparence et la responsabilité, nous maintenons des pistes d'audit des actions significatives au sein des organisations, notamment :",
          "items": {
            "authorEmail": "E-mail de l'auteur pour les modifications effectuées",
            "timestamps": "Horodatages des actions",
            "beforeAfter": "États avant et après des données modifiées"
          }
        }
      },
      "howWeUse": {
        "title": "comment nous utilisons vos informations",
        "intro": "Nous utilisons les informations que nous collectons aux fins suivantes, chacune avec une base juridique spécifique en vertu du RGPD :",
        "serviceProvision": {
          "title": "3.1 Fourniture du Service (Contrat - Article 6(1)(b))",
          "items": {
            "createAccount": "Créer et gérer votre compte utilisateur",
            "provideAccess": "Fournir l'accès aux fonctionnalités de gestion d'organisation",
            "processMembers": "Traiter les adhésions et les invitations aux organisations",
            "enableTeamMgmt": "Activer les fonctionnalités de gestion des équipes et des rôles",
            "authenticate": "Authentifier votre identité"
          }
        },
        "legitimateInterests": {
          "title": "3.2 Intérêts légitimes (Article 6(1)(f))",
          "items": {
            "auditTrails": "Maintenir des pistes d'audit des décisions pour la responsabilité",
            "improveService": "Améliorer et optimiser le Service",
            "preventFraud": "Prévenir la fraude et assurer la sécurité",
            "respondSupport": "Répondre aux demandes de support"
          }
        },
        "consent": {
          "title": "3.3 Consentement (Article 6(1)(a))",
          "items": {
            "storeOptional": "Stocker les informations de contact facultatives que vous choisissez de fournir",
            "displayProfile": "Afficher votre photo de profil"
          },
          "withdrawNote": "Vous pouvez retirer votre consentement à tout moment en mettant à jour les paramètres de votre profil ou en nous contactant."
        }
      },
      "thirdPartyServices": {
        "title": "services tiers",
        "intro": "Nous utilisons les services tiers suivants pour exploiter le Service. Chacun de ces services traite vos données en notre nom :",
        "clerk": {
          "title": "4.1 Clerk (Authentification)",
          "purpose": "Finalité :",
          "purposeText": "Authentification des utilisateurs et gestion des identités",
          "dataProcessed": "Données traitées :",
          "dataProcessedText": "E-mail, nom, photo de profil, identifiants d'authentification",
          "location": "Localisation :",
          "locationText": "États-Unis",
          "privacyPolicy": "Politique de confidentialité :"
        },
        "convex": {
          "title": "4.2 Convex (Base de données et Backend)",
          "purpose": "Finalité :",
          "purposeText": "Stockage de base de données en temps réel et fonctions backend serverless",
          "dataProcessed": "Données traitées :",
          "dataProcessedText": "Toutes les données de l'application, y compris les profils utilisateurs, les données d'organisation et les pistes d'audit",
          "location": "Localisation :",
          "locationText": "États-Unis",
          "privacyPolicy": "Politique de confidentialité :"
        },
        "googleFonts": {
          "title": "4.3 Google Fonts",
          "purpose": "Finalité :",
          "purposeText": "Livraison des polices (Montserrat Alternates)",
          "dataProcessed": "Données traitées :",
          "dataProcessedText": "Adresse IP (minimal)",
          "privacyPolicy": "Politique de confidentialité :"
        }
      },
      "dataRetention": {
        "title": "conservation des données",
        "intro": "Nous conservons vos données personnelles uniquement aussi longtemps que nécessaire pour atteindre les finalités pour lesquelles elles ont été collectées :",
        "items": {
          "accountData": "Données de compte :",
          "accountDataText": "Conservées pendant la durée de vie de votre compte. Lorsque vous supprimez votre compte, nous supprimerons vos données personnelles dans les 30 jours, sauf si la conservation est requise par la loi.",
          "orgData": "Données d'organisation :",
          "orgDataText": "Conservées pendant la durée de votre adhésion à une organisation. Lorsque vous quittez une organisation, votre enregistrement de membre est supprimé, bien que les enregistrements d'audit puissent être conservés à des fins de responsabilité.",
          "invitationData": "Données d'invitation :",
          "invitationDataText": "Conservées jusqu'à ce que l'invitation soit acceptée, refusée ou expire.",
          "auditTrails": "Pistes d'audit :",
          "auditTrailsText": "Conservées pendant la durée de vie de l'organisation à des fins de responsabilité et de conformité."
        }
      },
      "yourRightsGdpr": {
        "title": "vos droits en vertu du rgpd",
        "intro": "Si vous êtes situé dans l'Espace économique européen (EEE), au Royaume-Uni ou en Suisse, vous disposez des droits suivants concernant vos données personnelles :",
        "rightOfAccess": {
          "title": "6.1 Droit d'accès (Article 15)",
          "text": "Vous avez le droit d'obtenir la confirmation que nous traitons vos données personnelles et de recevoir une copie de ces données."
        },
        "rightToRectification": {
          "title": "6.2 Droit de rectification (Article 16)",
          "text": "Vous avez le droit de corriger les données personnelles inexactes et de faire compléter les données incomplètes. Vous pouvez mettre à jour la plupart de vos informations directement via les paramètres de votre compte."
        },
        "rightToErasure": {
          "title": "6.3 Droit à l'effacement (Article 17)",
          "text": "Vous avez le droit de demander la suppression de vos données personnelles dans certaines circonstances, notamment lorsque les données ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées."
        },
        "rightToRestriction": {
          "title": "6.4 Droit à la limitation (Article 18)",
          "text": "Vous avez le droit de demander la limitation du traitement de vos données personnelles dans certaines circonstances."
        },
        "rightToPortability": {
          "title": "6.5 Droit à la portabilité des données (Article 20)",
          "text": "Vous avez le droit de recevoir vos données personnelles dans un format structuré, couramment utilisé et lisible par machine, et de les transmettre à un autre responsable du traitement."
        },
        "rightToObject": {
          "title": "6.6 Droit d'opposition (Article 21)",
          "text": "Vous avez le droit de vous opposer au traitement de vos données personnelles fondé sur des intérêts légitimes, y compris le profilage."
        },
        "rightToWithdraw": {
          "title": "6.7 Droit de retirer le consentement",
          "text": "Lorsque le traitement est fondé sur le consentement, vous avez le droit de retirer votre consentement à tout moment sans affecter la licéité du traitement fondé sur le consentement avant son retrait."
        },
        "rightToComplaint": {
          "title": "6.8 Droit de déposer une plainte",
          "text": "Vous avez le droit de déposer une plainte auprès d'une autorité de contrôle si vous estimez que notre traitement de vos données personnelles viole les lois applicables en matière de protection des données. Yorga étant établie en France, vous pouvez contacter la CNIL (Commission nationale de l'informatique et des libertés) sur cnil.fr."
        },
        "exerciseRights": "Pour exercer l'un de ces droits, veuillez nous contacter en utilisant les informations de la section Contact ci-dessous. Nous répondrons à votre demande dans les 30 jours."
      },
      "cookiesLocalStorage": {
        "title": "cookies et stockage local",
        "intro": "Nous utilisons des technologies de stockage du navigateur pour fournir et améliorer le Service. Notre utilisation est limitée aux fonctionnalités strictement nécessaires :",
        "localStorage": {
          "title": "7.1 Stockage local",
          "tableHeaders": {
            "storageKey": "Clé de stockage",
            "purpose": "Finalité",
            "duration": "Durée"
          },
          "items": {
            "locale": {
              "key": "swarmrise_locale",
              "purpose": "Préférence linguistique",
              "duration": "Persistant"
            },
            "selectedOrga": {
              "key": "swarmrise_selected_orga",
              "purpose": "Organisation sélectionnée",
              "duration": "Persistant"
            }
          }
        },
        "authCookies": {
          "title": "7.2 Cookies d'authentification",
          "text": "Clerk (notre fournisseur d'authentification) utilise des cookies de session pour la gestion de l'état d'authentification. Ceux-ci sont strictement nécessaires au fonctionnement du Service et ne nécessitent pas de consentement en vertu de la Directive ePrivacy."
        },
        "noTracking": {
          "title": "7.3 Pas de cookies de suivi",
          "text": "Nous n'utilisons pas de cookies d'analyse, de publicité ou de suivi. Nous ne pratiquons pas de suivi comportemental ni de publicité ciblée."
        }
      },
      "dataSecurity": {
        "title": "sécurité des données",
        "intro": "Nous mettons en oeuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre l'accès non autorisé, la modification, la divulgation ou la destruction :",
        "measures": {
          "encryption": "Chiffrement en transit :",
          "encryptionText": "Toutes les données transmises entre votre navigateur et nos serveurs sont chiffrées via TLS/SSL.",
          "secureAuth": "Authentification sécurisée :",
          "secureAuthText": "Nous utilisons Clerk, un fournisseur d'authentification spécialisé, avec des pratiques de sécurité conformes aux normes de l'industrie.",
          "multiTenant": "Isolation multi-tenant :",
          "multiTenantText": "Les données d'organisation sont isolées logiquement pour empêcher l'accès non autorisé entre organisations.",
          "accessControls": "Contrôles d'accès :",
          "accessControlsText": "Les contrôles d'accès basés sur les rôles garantissent que les utilisateurs ne peuvent accéder qu'aux données qu'ils sont autorisés à consulter.",
          "securityReviews": "Revues de sécurité régulières :",
          "securityReviewsText": "Nous effectuons des évaluations de sécurité régulières de notre base de code et de notre infrastructure."
        },
        "disclaimer": "Bien que nous nous efforcions de protéger vos données personnelles, aucune méthode de transmission sur Internet ou de stockage électronique n'est sécurisée à 100%. Nous ne pouvons pas garantir une sécurité absolue."
      },
      "internationalTransfers": {
        "title": "transferts internationaux de données",
        "intro": "Vos données personnelles peuvent être transférées et traitées dans des pays autres que votre pays de résidence, y compris les États-Unis, où se trouvent nos fournisseurs de services tiers (Clerk et Convex).",
        "safeguardsIntro": "Pour les transferts de données personnelles depuis l'EEE, le Royaume-Uni ou la Suisse vers des pays qui n'ont pas été reconnus comme offrant un niveau adéquat de protection des données, nous nous appuyons sur des garanties appropriées, notamment :",
        "safeguards": {
          "sccs": "Clauses contractuelles types (CCT) approuvées par la Commission européenne",
          "dpas": "Accords de traitement des données avec nos fournisseurs de services",
          "supplementary": "Mesures supplémentaires si nécessaire pour répondre à des risques spécifiques"
        },
        "requestCopy": "Vous pouvez demander une copie des garanties que nous avons mises en place en nous contactant."
      },
      "childrensPrivacy": {
        "title": "confidentialité des enfants",
        "p1": "Le Service n'est pas destiné aux enfants de moins de 16 ans. Nous ne collectons pas sciemment de données personnelles auprès d'enfants de moins de 16 ans. Si vous êtes un parent ou un tuteur et pensez que votre enfant nous a fourni des données personnelles, veuillez nous contacter immédiatement.",
        "p2": "Si nous apprenons que nous avons collecté des données personnelles auprès d'un enfant de moins de 16 ans sans vérification du consentement parental, nous prendrons des mesures pour supprimer ces informations rapidement."
      },
      "changesToPolicy": {
        "title": "modifications de cette politique",
        "intro": "Nous pouvons mettre à jour cette Politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou les lois applicables. Lorsque nous apportons des modifications importantes :",
        "items": {
          "updateDate": "Nous mettrons à jour la date de \"Dernière mise à jour\" en haut de cette politique",
          "notifyEmail": "Nous vous informerons par e-mail ou par un avis bien visible sur le Service",
          "renewConsent": "Pour les changements significatifs affectant vos droits, nous pouvons demander un renouvellement du consentement"
        },
        "reviewPeriodically": "Nous vous encourageons à consulter périodiquement cette Politique de confidentialité pour rester informé de la façon dont nous protégeons vos informations."
      },
      "contactInformation": {
        "title": "informations de contact",
        "intro": "Si vous avez des questions sur cette Politique de confidentialité, souhaitez exercer vos droits en matière de protection des données ou avez des préoccupations concernant nos pratiques en matière de données, veuillez nous contacter :",
        "publisher": "Éditeur :",
        "publisherText": "Yorga (SASU, SIREN 889 512 406)",
        "github": "GitHub :",
        "supervisoryAuthority": "Autorité de contrôle :",
        "supervisoryAuthorityText": "CNIL (Commission nationale de l'informatique et des libertés) -- cnil.fr",
        "responseTime": "Nous répondrons à toutes les demandes légitimes dans les 30 jours. Dans certains cas, nous pouvons avoir besoin de vérifier votre identité avant de traiter votre demande."
      }
    },
    "relatedDocuments": "documents connexes",
    "termsLink": "Conditions d'utilisation",
    "termsDescription": "Nos conditions d'utilisation de swarmrise",
    "principlesLink": "Nos Principes",
    "principlesDescription": "Découvrez les valeurs qui guident swarmrise",
    "footer": "Édité par Yorga (SASU, SIREN 889 512 406) -- Open source sous licence Apache 2.0"
  },
  "consent": {
    "title": "Conditions générales",
    "titleUpdated": "Nos conditions ont été mises à jour",
    "description": "Avant d'utiliser swarmrise, veuillez consulter et accepter nos conditions d'utilisation et notre politique de confidentialité.",
    "descriptionUpdated": "Nous avons mis à jour nos documents juridiques. Veuillez consulter et accepter les nouvelles conditions pour continuer à utiliser swarmrise.",
    "agreementText": "J'ai lu et j'accepte les <termsLink>Conditions d'utilisation</termsLink> et la <privacyLink>Politique de confidentialité</privacyLink>.",
    "ageConfirmation": "Je confirme avoir au moins 16 ans.",
    "continue": "Continuer",
    "submitting": "Envoi en cours..."
  }
}
