{
  "principles": {
    "title": "our principles",
    "subtitle": "Simple ideas that guide how swarmrise works.",
    "legal": "legal",
    "termsLink": "Terms of Service",
    "termsDescription": "the conditions for using swarmrise",
    "privacyLink": "Privacy Policy",
    "privacyDescription": "how we handle your personal data",
    "footer": "swarmrise is a work in progress.",
    "items": {
      "noFunnyHats": {
        "title": "No funny hats needed",
        "content": "swarmrise uses simple words and concepts. No esoteric vocabulary or neologisms, no ceremonies, no circles, no personal development gibberish. It's a tool, not a religion."
      },
      "youComeFirst": {
        "title": "You come first",
        "content": "To draw the organization's big picture is not enough to give someone confidence and direction. swarmrise is centered on you as a member of that organization, highlighting your roles, your teams, your relations, and your decisions. On a daily basis, you just want to know what others expect from you, and how you can help and act."
      },
      "alwaysTellWhy": {
        "title": "Always tell why",
        "content": "swarmrise is driven by purpose. The organization must have a global purpose, but every team and every role should start with a clear purpose. People are smart, they can figure out what to do and how to do it when they know why they're doing it."
      },
      "doersAreKings": {
        "title": "Doers are kings",
        "content": "One big difference with hierarchy is the possibility to get rid of full-time decision-makers. Everybody makes decisions all the time, thus this talent is not that rare. By enabling a decide/commit/execute self-owned scheme for every role, you highlight the much rarer ability of good execution. People who could actually do stuff should feel more empowered and appreciated."
      },
      "ethicalBehaviors": {
        "title": "Ethical behaviors enabler",
        "content": "Bad behaviors flourish when either you're not aware of them or you can't do anything about them. Of course, a governance model can't guarantee ethical conduct by itself, but it can encourage it by letting the members know what is happening, and by letting them make decisions accordingly. swarmrise uses transparency, traceability, and memory of information as default mode (when it doesn't contradict personal data rights or sensitive intelligence info), and proposes a decision model which is open to any role."
      },
      "frictionless": {
        "title": "Frictionless",
        "content": "Org charts and job descriptions are often outdated, partly because modifying them is a pain. swarmrise allows easy modification, by every member, of every piece of the organization. It's not risky because, by letting everybody know who did what, swarmrise forces members to think before they act. And by the way, if you don't trust people, you shouldn't hire them in the first place."
      },
      "sharingIsGood": {
        "title": "Sharing is good",
        "content": "swarmrise proposes a public copyleft template library for teams, roles, and policies, so the innovations from some can be reused freely by others. By authoring and maintaining public templates, you can help other organizations and get useful feedback for you, one stone two birds."
      },
      "lowComplexity": {
        "title": "Low complexity",
        "content": "Hierarchy is a very simple concept. That's why it's dominant despite not being the most efficient system. swarmrise tries hard to add as little complexity as possible and to keep things easy to explain and operate. There's a limited set of concepts and rules from which you can grow your governance to fit your organization."
      },
      "workInProgress": {
        "title": "Work in progress",
        "content": "swarmrise is and will stay a work in progress. Feedback and contributions are more than welcome. These principles are just a backbone, let's see where the whole thing will go."
      }
    }
  },
  "terms": {
    "title": "terms of service",
    "effectiveDate": "Effective Date: {{date}}",
    "lastUpdated": "Last Updated: {{date}}",
    "effectiveDateLabel": "Effective Date",
    "lastUpdatedLabel": "Last Updated",
    "intro": {
      "welcome": "Welcome to swarmrise. These Terms of Service (\"Terms\") govern your access to and use of the swarmrise platform, including our website, applications, and services (collectively, the \"Service\"). By accessing or using the Service, you agree to be bound by these Terms.",
      "readCarefully": "Please read these Terms carefully before using the Service. If you do not agree to these Terms, you may not access or use the Service."
    },
    "sections": {
      "acceptanceOfTerms": {
        "title": "acceptance of terms",
        "p1": "By creating an account or using the Service, you represent that you are at least 18 years of age and have the legal capacity to enter into these Terms. If you are using the Service on behalf of an organization, you represent and warrant that you have the authority to bind that organization to these Terms.",
        "p2": "We reserve the right to modify these Terms at any time. We will notify you of material changes by posting the updated Terms on the Service and updating the \"Last Updated\" date. Your continued use of the Service after such changes constitutes your acceptance of the modified Terms."
      },
      "descriptionOfService": {
        "title": "description of service",
        "intro": "swarmrise is a multi-tenant organization management platform designed for collaborative governance. The Service enables organizations to:",
        "features": {
          "structureTeams": "Structure teams and define organizational hierarchies",
          "createRoles": "Create and manage roles within teams (including leader, secretary, and referee positions)",
          "trackDecisions": "Track decisions with full audit trails",
          "manageMembers": "Manage organizational memberships and invitations",
          "establishPolicies": "Establish and maintain organizational policies"
        },
        "reserveRight": "We reserve the right to modify, suspend, or discontinue any aspect of the Service at any time, with or without notice."
      },
      "accountRegistration": {
        "title": "account registration and security",
        "intro": "To access certain features of the Service, you must create an account. When creating an account, you agree to:",
        "requirements": {
          "provideAccurate": "Provide accurate, current, and complete information",
          "maintainInfo": "Maintain and promptly update your account information",
          "keepSecure": "Keep your authentication credentials secure and confidential",
          "notifyUnauthorized": "Notify us immediately of any unauthorized access to your account",
          "acceptResponsibility": "Accept responsibility for all activities that occur under your account"
        },
        "clerkNote": "We use Clerk for authentication services. By using the Service, you also agree to Clerk's terms of service and privacy policy."
      },
      "organizationsAndMembership": {
        "title": "organizations and membership",
        "ownerIntro": "The Service allows users to create and join organizations. When you create an organization, you become its owner and are responsible for:",
        "ownerResponsibilities": {
          "manageSettings": "Managing organization settings and membership",
          "ensureCompliance": "Ensuring members comply with these Terms",
          "contentActivities": "The content and activities within your organization",
          "handleInvitations": "Properly handling invitations and access controls"
        },
        "memberIntro": "As an organization member, you agree to:",
        "memberResponsibilities": {
          "respectGovernance": "Respect the governance structure established by the organization",
          "useAccordingly": "Use the Service in accordance with your assigned roles",
          "noCircumvent": "Not circumvent access controls or permission systems"
        }
      },
      "acceptableUse": {
        "title": "acceptable use",
        "intro": "You agree to use the Service only for lawful purposes and in accordance with these Terms. You agree NOT to:",
        "prohibitions": {
          "violateLaws": "Violate any applicable laws, regulations, or third-party rights",
          "harassOthers": "Use the Service to harass, abuse, or harm others",
          "uploadMalicious": "Upload or transmit malicious code, viruses, or harmful content",
          "unauthorizedAccess": "Attempt to gain unauthorized access to the Service or its systems",
          "interfereService": "Interfere with or disrupt the Service or its infrastructure",
          "scrapeService": "Scrape, crawl, or use automated means to access the Service without permission",
          "impersonate": "Impersonate another person or entity",
          "fraudulent": "Use the Service for any fraudulent or deceptive purposes",
          "circumventSecurity": "Circumvent any security measures or access restrictions"
        }
      },
      "userContent": {
        "title": "user content",
        "ownership": "You retain ownership of any content you submit to the Service (\"User Content\"), including organizational data, team structures, role definitions, and decisions. By submitting User Content, you grant us a worldwide, non-exclusive, royalty-free license to use, store, and process your User Content solely for the purpose of providing the Service.",
        "warrantyIntro": "You represent and warrant that:",
        "warranties": {
          "ownRights": "You own or have the necessary rights to your User Content",
          "noViolation": "Your User Content does not violate any third-party rights",
          "compliesTerms": "Your User Content complies with these Terms and applicable laws"
        }
      },
      "intellectualProperty": {
        "title": "intellectual property",
        "license": "The Service, including its source code, design, features, and documentation, is licensed under the Apache License 2.0. This license allows you to use, modify, and distribute the software under certain conditions.",
        "brandElements": "The swarmrise name, logo, and brand elements are proprietary and may not be used without our express written permission, except as permitted by the Apache License 2.0 for attribution purposes.",
        "thirdParty": "Third-party components included in the Service are subject to their respective licenses, which are documented in our legal documentation."
      },
      "dataProtection": {
        "title": "data protection and privacy",
        "commitment": "We are committed to protecting your privacy and personal data. Our collection, use, and handling of personal data is governed by our Privacy Policy, which is incorporated into these Terms by reference.",
        "keyAspectsIntro": "Key aspects of our data handling:",
        "keyAspects": {
          "collectNecessary": "We collect only data necessary to provide the Service",
          "dataIsolated": "Your organizational data is isolated in a multi-tenant architecture",
          "convexStorage": "We use Convex for secure data storage and processing",
          "clerkAuth": "Authentication data is managed by Clerk",
          "auditTrails": "We maintain audit trails for transparency and accountability"
        },
        "gdprNote": "For users in the European Economic Area, we comply with the General Data Protection Regulation (GDPR) and provide mechanisms for exercising your data subject rights."
      },
      "serviceAvailability": {
        "title": "service availability and support",
        "intro": "We strive to maintain the Service's availability but do not guarantee uninterrupted access. The Service may be temporarily unavailable due to:",
        "reasons": {
          "maintenance": "Scheduled maintenance and updates",
          "outages": "Unplanned outages or technical issues",
          "beyondControl": "Factors beyond our reasonable control"
        },
        "asIs": "We provide the Service on an \"as is\" and \"as available\" basis without any service level agreements unless otherwise agreed in writing."
      },
      "limitationOfLiability": {
        "title": "limitation of liability",
        "intro": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, SWARMRISE AND ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, AND LICENSORS SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO:",
        "damages": {
          "lostProfits": "Loss of profits, data, or business opportunities",
          "interruptions": "Service interruptions or data loss",
          "unauthorizedAccess": "Unauthorized access to your data",
          "thirdPartyConduct": "Any conduct or content of third parties on the Service"
        },
        "totalLiability": "Our total liability for any claims arising from or related to the Service shall not exceed the amount you paid us, if any, in the twelve (12) months preceding the claim."
      },
      "indemnification": {
        "title": "indemnification",
        "intro": "You agree to indemnify, defend, and hold harmless swarmrise and its affiliates, officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses (including reasonable legal fees) arising out of or in any way connected with:",
        "items": {
          "accessUse": "Your access to or use of the Service",
          "violationTerms": "Your violation of these Terms",
          "userContent": "Your User Content",
          "violationRights": "Your violation of any third-party rights"
        }
      },
      "termination": {
        "title": "termination",
        "intro": "You may terminate your account at any time by contacting us or using the account deletion feature when available. We may terminate or suspend your access to the Service immediately, without prior notice, if:",
        "reasons": {
          "breachTerms": "You breach these Terms",
          "requiredByLaw": "We are required to do so by law",
          "discontinueService": "We decide to discontinue the Service"
        },
        "uponTermination": "Upon termination, your right to use the Service will cease immediately. Provisions of these Terms that by their nature should survive termination shall survive, including ownership, warranty disclaimers, indemnification, and limitations of liability."
      },
      "disputeResolution": {
        "title": "dispute resolution",
        "informal": "We encourage you to contact us first to resolve any disputes informally. If a dispute cannot be resolved informally, you agree that any legal action or proceeding shall be brought exclusively in the courts of competent jurisdiction.",
        "euNote": "For users in the European Union, this provision does not affect your rights under consumer protection laws or your right to bring claims before the courts of your country of residence."
      },
      "governingLaw": {
        "title": "governing law",
        "law": "These Terms shall be governed by and construed in accordance with the laws of the jurisdiction in which the Service operator is established, without regard to conflict of law principles.",
        "eeaNote": "For users in the European Economic Area, nothing in these Terms affects your rights as a consumer under applicable EU consumer protection laws."
      },
      "generalProvisions": {
        "title": "general provisions",
        "entireAgreement": "Entire Agreement:",
        "entireAgreementText": "These Terms, together with our Privacy Policy and any other policies referenced herein, constitute the entire agreement between you and swarmrise regarding the Service.",
        "severability": "Severability:",
        "severabilityText": "If any provision of these Terms is found to be unenforceable, the remaining provisions will continue in full force and effect.",
        "waiver": "Waiver:",
        "waiverText": "Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.",
        "assignment": "Assignment:",
        "assignmentText": "You may not assign or transfer your rights under these Terms without our prior written consent. We may assign our rights and obligations without restriction."
      },
      "contactInformation": {
        "title": "contact information",
        "intro": "If you have any questions about these Terms, please contact us:",
        "github": "GitHub:"
      }
    },
    "relatedDocuments": "related documents",
    "privacyLink": "Privacy Policy",
    "privacyDescription": "How we handle your personal data",
    "principlesLink": "Our Principles",
    "principlesDescription": "Learn about the values that guide swarmrise",
    "footer": "swarmrise is licensed under Apache License 2.0"
  },
  "privacy": {
    "title": "privacy policy",
    "effectiveDate": "Effective Date: {{date}}",
    "lastUpdated": "Last Updated: {{date}}",
    "effectiveDateLabel": "Effective Date",
    "lastUpdatedLabel": "Last Updated",
    "intro": {
      "commitment": "At swarmrise, we are committed to protecting your privacy and personal data. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our multi-tenant organization management platform (the \"Service\").",
      "gdprCompliance": "We process personal data in compliance with the General Data Protection Regulation (GDPR) and other applicable data protection laws. Please read this Privacy Policy carefully to understand our practices regarding your personal data."
    },
    "sections": {
      "dataController": {
        "title": "data controller",
        "p1": "For the purposes of GDPR and other applicable data protection laws, swarmrise acts as the data controller for personal data collected through the Service. This means we determine the purposes and means of processing your personal data.",
        "p2": "If you have questions about our data practices or wish to exercise your rights, please contact us through the channels listed in the Contact Information section below."
      },
      "informationWeCollect": {
        "title": "information we collect",
        "intro": "We collect information that you provide directly to us, as well as information collected automatically when you use the Service.",
        "accountInfo": {
          "title": "2.1 Account Information",
          "intro": "When you create an account, we collect:",
          "items": {
            "name": "First name and surname",
            "email": "Email address",
            "profilePicture": "Profile picture (optional, if provided through authentication)"
          }
        },
        "organizationData": {
          "title": "2.2 Organization Data",
          "intro": "When you create or join organizations, we collect and process:",
          "items": {
            "orgNames": "Organization names and settings",
            "teamStructures": "Team structures and hierarchies",
            "roleAssignments": "Role assignments (leader, secretary, referee)",
            "membershipInfo": "Membership information",
            "invitationData": "Invitation data (email addresses of invitees)"
          }
        },
        "optionalContact": {
          "title": "2.3 Optional Contact Information",
          "intro": "You may choose to provide additional contact information, including:",
          "items": {
            "mobile": "Mobile phone number",
            "address": "Physical address",
            "socialMedia": "Social media profiles (LinkedIn, Facebook, Instagram, WhatsApp)"
          },
          "note": "This information is entirely optional and collected only with your explicit consent."
        },
        "usageData": {
          "title": "2.4 Usage Data",
          "intro": "We automatically collect certain information when you use the Service:",
          "items": {
            "browser": "Browser type and version",
            "device": "Device information",
            "ipAddress": "IP address",
            "pagesVisited": "Pages visited and features used",
            "dateTime": "Date and time of access"
          }
        },
        "decisionAudit": {
          "title": "2.5 Decision Audit Trail",
          "intro": "To ensure transparency and accountability, we maintain audit trails of significant actions within organizations, including:",
          "items": {
            "authorEmail": "Author email for changes made",
            "timestamps": "Timestamps of actions",
            "beforeAfter": "Before and after states of modified data"
          }
        }
      },
      "howWeUse": {
        "title": "how we use your information",
        "intro": "We use the information we collect for the following purposes, each with a specific legal basis under GDPR:",
        "serviceProvision": {
          "title": "3.1 Service Provision (Contract - Article 6(1)(b))",
          "items": {
            "createAccount": "Create and manage your user account",
            "provideAccess": "Provide access to organization management features",
            "processMembers": "Process organization memberships and invitations",
            "enableTeamMgmt": "Enable team and role management functionality",
            "authenticate": "Authenticate your identity"
          }
        },
        "legitimateInterests": {
          "title": "3.2 Legitimate Interests (Article 6(1)(f))",
          "items": {
            "auditTrails": "Maintain decision audit trails for accountability",
            "improveService": "Improve and optimize the Service",
            "preventFraud": "Prevent fraud and ensure security",
            "respondSupport": "Respond to support requests"
          }
        },
        "consent": {
          "title": "3.3 Consent (Article 6(1)(a))",
          "items": {
            "storeOptional": "Store optional contact information you choose to provide",
            "displayProfile": "Display your profile picture"
          },
          "withdrawNote": "You may withdraw consent at any time by updating your profile settings or contacting us."
        }
      },
      "thirdPartyServices": {
        "title": "third-party services",
        "intro": "We use the following third-party services to operate the Service. Each of these services processes your data on our behalf:",
        "clerk": {
          "title": "4.1 Clerk (Authentication)",
          "purpose": "Purpose:",
          "purposeText": "User authentication and identity management",
          "dataProcessed": "Data processed:",
          "dataProcessedText": "Email, name, profile picture, authentication credentials",
          "location": "Location:",
          "locationText": "United States",
          "privacyPolicy": "Privacy policy:"
        },
        "convex": {
          "title": "4.2 Convex (Database and Backend)",
          "purpose": "Purpose:",
          "purposeText": "Real-time database storage and serverless backend functions",
          "dataProcessed": "Data processed:",
          "dataProcessedText": "All application data including user profiles, organization data, and audit trails",
          "location": "Location:",
          "locationText": "United States",
          "privacyPolicy": "Privacy policy:"
        },
        "googleFonts": {
          "title": "4.3 Google Fonts",
          "purpose": "Purpose:",
          "purposeText": "Font delivery (Montserrat Alternates)",
          "dataProcessed": "Data processed:",
          "dataProcessedText": "IP address (minimal)",
          "privacyPolicy": "Privacy policy:"
        }
      },
      "dataRetention": {
        "title": "data retention",
        "intro": "We retain your personal data only for as long as necessary to fulfill the purposes for which it was collected:",
        "items": {
          "accountData": "Account data:",
          "accountDataText": "Retained for the lifetime of your account. When you delete your account, we will delete your personal data within 30 days, except where retention is required by law.",
          "orgData": "Organization data:",
          "orgDataText": "Retained for the duration of your membership in an organization. When you leave an organization, your member record is removed, though audit records may be retained for accountability purposes.",
          "invitationData": "Invitation data:",
          "invitationDataText": "Retained until the invitation is accepted, rejected, or expires.",
          "auditTrails": "Audit trails:",
          "auditTrailsText": "Retained for the lifetime of the organization for accountability and compliance purposes."
        }
      },
      "yourRightsGdpr": {
        "title": "your rights under gdpr",
        "intro": "If you are located in the European Economic Area (EEA), United Kingdom, or Switzerland, you have the following rights regarding your personal data:",
        "rightOfAccess": {
          "title": "6.1 Right of Access (Article 15)",
          "text": "You have the right to obtain confirmation of whether we process your personal data and to receive a copy of that data."
        },
        "rightToRectification": {
          "title": "6.2 Right to Rectification (Article 16)",
          "text": "You have the right to correct inaccurate personal data and to have incomplete data completed. You can update most of your information directly through your account settings."
        },
        "rightToErasure": {
          "title": "6.3 Right to Erasure (Article 17)",
          "text": "You have the right to request deletion of your personal data under certain circumstances, including when the data is no longer necessary for the purposes for which it was collected."
        },
        "rightToRestriction": {
          "title": "6.4 Right to Restriction (Article 18)",
          "text": "You have the right to request restriction of processing of your personal data under certain circumstances."
        },
        "rightToPortability": {
          "title": "6.5 Right to Data Portability (Article 20)",
          "text": "You have the right to receive your personal data in a structured, commonly used, machine-readable format and to transmit it to another controller."
        },
        "rightToObject": {
          "title": "6.6 Right to Object (Article 21)",
          "text": "You have the right to object to processing of your personal data based on legitimate interests, including profiling."
        },
        "rightToWithdraw": {
          "title": "6.7 Right to Withdraw Consent",
          "text": "Where processing is based on consent, you have the right to withdraw consent at any time without affecting the lawfulness of processing based on consent before its withdrawal."
        },
        "rightToComplaint": {
          "title": "6.8 Right to Lodge a Complaint",
          "text": "You have the right to lodge a complaint with a supervisory authority if you believe our processing of your personal data violates applicable data protection laws."
        },
        "exerciseRights": "To exercise any of these rights, please contact us using the information in the Contact section below. We will respond to your request within 30 days."
      },
      "cookiesLocalStorage": {
        "title": "cookies and local storage",
        "intro": "We use browser storage technologies to provide and improve the Service. Our use is limited to strictly necessary functionality:",
        "localStorage": {
          "title": "7.1 Local Storage",
          "tableHeaders": {
            "storageKey": "Storage Key",
            "purpose": "Purpose",
            "duration": "Duration"
          },
          "items": {
            "locale": {
              "key": "swarmrise_locale",
              "purpose": "Language preference",
              "duration": "Persistent"
            },
            "selectedOrga": {
              "key": "swarmrise_selected_orga",
              "purpose": "Selected organization",
              "duration": "Persistent"
            }
          }
        },
        "authCookies": {
          "title": "7.2 Authentication Cookies",
          "text": "Clerk (our authentication provider) uses session cookies for authentication state management. These are strictly necessary for the Service to function and do not require consent under the ePrivacy Directive."
        },
        "noTracking": {
          "title": "7.3 No Tracking Cookies",
          "text": "We do not use analytics, advertising, or tracking cookies. We do not engage in behavioral tracking or targeted advertising."
        }
      },
      "dataSecurity": {
        "title": "data security",
        "intro": "We implement appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction:",
        "measures": {
          "encryption": "Encryption in transit:",
          "encryptionText": "All data transmitted between your browser and our servers is encrypted using TLS/SSL.",
          "secureAuth": "Secure authentication:",
          "secureAuthText": "We use Clerk, a specialized authentication provider, with industry-standard security practices.",
          "multiTenant": "Multi-tenant isolation:",
          "multiTenantText": "Organization data is logically isolated to prevent unauthorized cross-organization access.",
          "accessControls": "Access controls:",
          "accessControlsText": "Role-based access controls ensure users can only access data they are authorized to view.",
          "securityReviews": "Regular security reviews:",
          "securityReviewsText": "We conduct regular security assessments of our codebase and infrastructure."
        },
        "disclaimer": "While we strive to protect your personal data, no method of transmission over the internet or electronic storage is 100% secure. We cannot guarantee absolute security."
      },
      "internationalTransfers": {
        "title": "international data transfers",
        "intro": "Your personal data may be transferred to and processed in countries outside your country of residence, including the United States, where our third-party service providers (Clerk and Convex) are located.",
        "safeguardsIntro": "For transfers of personal data from the EEA, UK, or Switzerland to countries that have not been deemed to provide an adequate level of data protection, we rely on appropriate safeguards including:",
        "safeguards": {
          "sccs": "Standard Contractual Clauses (SCCs) approved by the European Commission",
          "dpas": "Data Processing Agreements with our service providers",
          "supplementary": "Supplementary measures where necessary to address specific risks"
        },
        "requestCopy": "You may request a copy of the safeguards we have in place by contacting us."
      },
      "childrensPrivacy": {
        "title": "children's privacy",
        "p1": "The Service is not intended for children under the age of 16. We do not knowingly collect personal data from children under 16. If you are a parent or guardian and believe your child has provided us with personal data, please contact us immediately.",
        "p2": "If we become aware that we have collected personal data from a child under 16 without verification of parental consent, we will take steps to delete that information promptly."
      },
      "changesToPolicy": {
        "title": "changes to this policy",
        "intro": "We may update this Privacy Policy from time to time to reflect changes in our practices or applicable laws. When we make material changes:",
        "items": {
          "updateDate": "We will update the \"Last Updated\" date at the top of this policy",
          "notifyEmail": "We will notify you by email or through a prominent notice on the Service",
          "renewConsent": "For significant changes affecting your rights, we may request renewed consent"
        },
        "reviewPeriodically": "We encourage you to review this Privacy Policy periodically to stay informed about how we protect your information."
      },
      "contactInformation": {
        "title": "contact information",
        "intro": "If you have questions about this Privacy Policy, wish to exercise your data protection rights, or have concerns about our data practices, please contact us:",
        "github": "GitHub:",
        "responseTime": "We will respond to all legitimate requests within 30 days. In some cases, we may need to verify your identity before processing your request."
      }
    },
    "relatedDocuments": "related documents",
    "termsLink": "Terms of Service",
    "termsDescription": "Our terms and conditions for using swarmrise",
    "principlesLink": "Our Principles",
    "principlesDescription": "Learn about the values that guide swarmrise",
    "footer": "swarmrise is licensed under Apache License 2.0"
  }
}
