{
  "title": "術語表",
  "subtitle": "swarmrise 中使用的關鍵概念和術語。",
  "relatedDocuments": "相關文件",
  "principlesLink": "我們的原則",
  "principlesDescription": "指導 swarmrise 運作的理念",
  "footer": "swarmrise 是一個持續進行中的作品。",
  "items": {
    "swarmrise": {
      "title": "swarmrise",
      "description": "一個開源治理平台，幫助組織分散權力、做出透明決策，並順暢地調整結構。swarmrise 不採用由一人發號施令的僵化層級制度，而是為每位成員賦予目標明確的角色，透過每個團隊中的領導-秘書-仲裁三角體制來平衡權力，並記錄每一項變更，使問責機制從根本上融入運作，而非事後附加。",
      "example": "一個合作社使用 swarmrise 來定義其團隊、分配附有使命和職責的角色，並進行基於同意的決策，這一切都無需傳統的管理層級。"
    },
    "user": {
      "title": "用戶",
      "description": "在 swarmrise 上建立帳戶的人。用戶可以加入多個組織，並參與每個組織的治理。",
      "example": "當您註冊 swarmrise 時，您就成為用戶。然後您可以建立或加入組織。"
    },
    "orga": {
      "title": "組織",
      "description": "一個自主的治理空間，在這裡管理團隊、角色和決策。每個組織都有自己的成員、結構和政策，與其他組織完全隔離。",
      "example": "公司、非營利組織或社區團體都可以在 swarmrise 中設置為組織。"
    },
    "member": {
      "title": "成員",
      "description": "用戶在特定組織中的存在。一個成員可以在同一個團隊或組織的多個團隊中擔任多個角色。這是與傳統組織的重大差異。",
      "example": "您可能是您公司組織的成員，也是志願者團體組織的成員。"
    },
    "team": {
      "title": "團隊",
      "description": "組織內為共同目標工作的群體。團隊包含定義具體責任和義務的角色。",
      "example": "行銷團隊可能包含內容負責人、社群媒體經理和品牌策略師等角色。"
    },
    "role": {
      "title": "角色",
      "description": "團隊中的特定職位，定義某人負責的內容。角色可以有特殊類型：領導（指導團隊）、秘書（處理文檔）或仲裁（解決爭議）。",
      "example": "產品負責人角色可能有定義產品優先級並維護待辦事項的使命。"
    },
    "decision": {
      "title": "決策",
      "description": "組織內任何被追蹤的變更或行動。決策保持完整的稽核追蹤，顯示誰在何時做了什麼變更，包括前後狀態。",
      "example": "當有人更新團隊的使命或分配角色時，它會被記錄為一個決策，包含完整的歷史。"
    },
    "mission": {
      "title": "使命",
      "description": "指導團隊或角色的目的或目標。使命回答了某事物為何存在以及它希望達成什麼的問題。",
      "example": "支援團隊的使命可能是確保客戶獲得及時和有用的幫助。"
    },
    "duty": {
      "title": "職責",
      "description": "分配給角色的具體、可執行的責任。雖然使命定義了總體目的，但職責將其分解為角色持有人應當履行的具體任務或義務。一個角色可以有多個職責。",
      "example": "內容負責人角色可能有職責如「每週撰寫部落格文章」、「審核社群公告」和「維護編輯日曆」。"
    },
    "policy": {
      "title": "政策",
      "description": "組織為自身設定的永久規則，歸屬於特定角色。只有擔任該角色的成員才能建立、編輯或刪除政策。政策具有自動編號、標題、摘要，以及可包含圖片、網址和附件的 markdown 格式完整文本。所有組織成員均可閱覽政策，並可透過標題和摘要進行搜尋。當角色被刪除時，其政策會轉移給團隊的領導，確保不會有任何規則無聲消失。政策完善了治理模型：角色定義誰負責，職責定義他們做什麼，而政策定義他們遵循的規則。",
      "example": "財務秘書建立了第12號政策「費用審批流程」，定義團隊成員如何提交和審批費用。組織的任何成員都可以閱讀，但只有財務秘書可以修改。"
    },
    "topic": {
      "title": "議題",
      "description": "在團隊聊天頻道中提出的提案，遵循結構化的同意決策流程。議題經歷三個階段：提議（作者陳述提案）、澄清（成員提出問題以理解提案）和同意輪（團隊接受或提出有理據的反對意見）。議題將非正式討論轉化為治理行動，無需離開對話。",
      "example": "一位成員在產品團隊的頻道中開啟一個議題，提議每季輪換領導角色。經過一輪澄清且無重大反對意見後，該提案以同意方式通過。"
    },
    "consentDecision": {
      "title": "同意決策",
      "description": "一種決策方法，除非成員提出有理據且重大的反對意見，否則提案即被接受。與多數決投票不同，同意決策不問是否所有人都同意，而是問是否有人有充分理由認為該提案會造成損害。沉默即表示同意。這種方法確保決策高效推進，同時防範被忽視的風險。",
      "example": "在針對新溝通政策的同意輪中，一位成員提出反對意見，說明該政策會排除兼職貢獻者。提案經修改以解決該問題後，在無進一步反對的情況下通過。"
    },
    "candidatelessElection": {
      "title": "無候選人選舉",
      "description": "一種社會化治理選舉方法，用於在無預先宣布候選人的情況下填補角色。每位成員公開提名某人並說明理由。在聽取所有提名後，成員可根據所聽到的內容更改提名。引導者提出浮現的人選，並通過同意輪確認或調整結果。此方法透過團隊的集體智慧找出最合適的人選，而非依賴自我推薦。",
      "example": "一個團隊需要新的仲裁。每位成員撰寫提名並解釋原因。在聽取所有理由後，兩位成員更改了提名。引導者提議獲得最強支持的人選，團隊表示同意。"
    }
  }
}
