{
  "principles": {
    "title": "nuestros principios",
    "subtitle": "Ideas simples que guían el funcionamiento de swarmrise.",
    "legal": "legal",
    "termsLink": "Términos de Servicio",
    "termsDescription": "las condiciones de uso de swarmrise",
    "privacyLink": "Política de Privacidad",
    "privacyDescription": "cómo manejamos tus datos personales",
    "footer": "swarmrise es un trabajo en progreso.",
    "items": {
      "noFunnyHats": {
        "title": "Sin sombreros raros",
        "content": "swarmrise usa palabras y conceptos simples. Sin vocabulario esotérico ni neologismos, sin ceremonias, sin círculos, sin jerga de desarrollo personal. Es una herramienta, no una religión."
      },
      "youComeFirst": {
        "title": "Tú primero",
        "content": "Dibujar el panorama general de la organización no es suficiente para dar confianza y dirección a alguien. swarmrise se centra en ti como miembro de esa organización, destacando tus roles, tus equipos, tus relaciones y tus decisiones. En el día a día, solo quieres saber qué esperan los demás de ti y cómo puedes ayudar y actuar."
      },
      "alwaysTellWhy": {
        "title": "Siempre decir por qué",
        "content": "swarmrise está impulsado por el propósito. La organización debe tener un propósito global, pero cada equipo y cada rol debería comenzar con un propósito claro. Las personas son inteligentes, pueden descubrir qué hacer y cómo hacerlo cuando saben por qué lo están haciendo."
      },
      "doersAreKings": {
        "title": "Los hacedores son reyes",
        "content": "Una gran diferencia con la jerarquía es la posibilidad de deshacerse de los tomadores de decisiones a tiempo completo. Todo el mundo toma decisiones todo el tiempo, por lo que este talento no es tan raro. Al habilitar un esquema de decidir/comprometerse/ejecutar auto-gestionado para cada rol, destacas la habilidad mucho más rara de la buena ejecución. Las personas que realmente pueden hacer cosas deberían sentirse más empoderadas y apreciadas."
      },
      "ethicalBehaviors": {
        "title": "Facilitador de comportamientos éticos",
        "content": "Los malos comportamientos florecen cuando no eres consciente de ellos o no puedes hacer nada al respecto. Por supuesto, un modelo de gobernanza no puede garantizar una conducta ética por sí mismo, pero puede fomentarla informando a los miembros sobre lo que está sucediendo y permitiéndoles tomar decisiones en consecuencia. swarmrise usa la transparencia, la trazabilidad y la memoria de la información como modo predeterminado (cuando no contradice los derechos de datos personales o información sensible), y propone un modelo de decisión abierto a cualquier rol."
      },
      "frictionless": {
        "title": "Sin fricción",
        "content": "Los organigramas y las descripciones de puestos a menudo están desactualizados, en parte porque modificarlos es una molestia. swarmrise permite una modificación fácil, por cada miembro, de cada pieza de la organización. No es arriesgado porque, al informar a todos de quién hizo qué, swarmrise obliga a los miembros a pensar antes de actuar. Y por cierto, si no confías en las personas, no deberías contratarlas en primer lugar."
      },
      "sharingIsGood": {
        "title": "Compartir es bueno",
        "content": "swarmrise propone una biblioteca de plantillas públicas copyleft para equipos, roles y políticas, para que las innovaciones de algunos puedan ser reutilizadas libremente por otros. Al crear y mantener plantillas públicas, puedes ayudar a otras organizaciones y obtener comentarios útiles para ti, matar dos pájaros de un tiro."
      },
      "lowComplexity": {
        "title": "Baja complejidad",
        "content": "La jerarquía es un concepto muy simple. Por eso es dominante a pesar de no ser el sistema más eficiente. swarmrise se esfuerza por agregar la menor complejidad posible y mantener las cosas fáciles de explicar y operar. Hay un conjunto limitado de conceptos y reglas a partir de los cuales puedes hacer crecer tu gobernanza para adaptarla a tu organización."
      },
      "workInProgress": {
        "title": "Trabajo en progreso",
        "content": "swarmrise es y seguirá siendo un trabajo en progreso. Los comentarios y contribuciones son más que bienvenidos. Estos principios son solo una columna vertebral, veamos a dónde nos lleva todo esto."
      }
    },
    "sections": {
      "governanceModel": {
        "title": "el modelo de gobernanza",
        "subtitle": "swarmrise es a la vez un modelo de gobernanza y una herramienta.",
        "intro": "Manteniendo un solo rol por miembro, puedes usarlo como un simple organigrama. Adoptando la membresía multi-rol, la autonomía de los equipos y la toma de decisiones por consentimiento, entras en una forma genuinamente diferente de organizarse. La transición es progresiva -- adopta a tu propio ritmo.",
        "multiRole": {
          "title": "El modelo multi-rol",
          "content": "En las organizaciones tradicionales, una persona tiene un solo título de trabajo. En swarmrise, un miembro puede tener múltiples roles en múltiples equipos. Una persona podría ser el Líder de Producto en el equipo de Producto, el Secretario en el equipo de Operaciones y un Analista de Datos en el equipo de Finanzas -- simultáneamente. Esto refleja cómo las personas realmente contribuyen: cruzando fronteras, usando diferentes sombreros según el contexto."
        }
      },
      "roleTriad": {
        "title": "la tríada de roles",
        "subtitle": "Contrapesos dentro de cada equipo.",
        "intro": "Cada equipo comienza con tres tipos de roles especiales como marco. Estos tres existen por diseño para crear contrapesos. Ninguna persona sola acumula autoridad sin control dentro de un equipo.",
        "leader": {
          "title": "Líder",
          "content": "Proporciona dirección y facilita el trabajo del equipo. El líder coordina pero no manda. Representa al equipo en el equipo padre, creando una conexión natural entre niveles de la organización sin crear jerarquía."
        },
        "secretary": {
          "title": "Secretario",
          "content": "Asegura la documentación, la integridad procedimental y la memoria organizacional. El secretario mantiene la honestidad y la trazabilidad."
        },
        "referee": {
          "title": "Árbitro",
          "content": "Media en conflictos, asegura un proceso justo y protege las voces minoritarias. El árbitro previene la concentración de poder."
        },
        "footer": "La tríada es un punto de partida, no una restricción rígida. Las organizaciones eventualmente podrán definir sus propios tipos de roles predeterminados. Pero el principio de autoridad distribuida dentro de los equipos es innegociable."
      },
      "consentDecisions": {
        "title": "decisiones por consentimiento",
        "subtitle": "No es consenso. Es consentimiento.",
        "intro": "El modelo de decisión sigue un proceso de tres pasos. Esto no es consenso, donde todos deben estar de acuerdo. Es consentimiento, donde nadie tiene una objeción fundamentada. El silencio es consentimiento.",
        "proposition": {
          "title": "Proposición",
          "content": "Cualquier titular de un rol puede proponer un cambio."
        },
        "clarification": {
          "title": "Clarificación",
          "content": "Los miembros hacen preguntas para entender la propuesta."
        },
        "consent": {
          "title": "Consentimiento",
          "content": "La propuesta es aceptada a menos que haya objeciones válidas y razonadas."
        },
        "footer": "El diario de decisiones existente, que registra todos los cambios con comparaciones antes/después, es la base sobre la cual se construirá el proceso de consentimiento."
      },
      "teamConnections": {
        "title": "conexiones de equipos, no jerarquía",
        "subtitle": "Un mapa de conexiones, no una pirámide descendente.",
        "content": "Los equipos se conectan con otros equipos a través de sus roles de líder. El líder de un equipo tiene un rol correspondiente en el equipo padre, creando un vínculo natural. Pero esto es una conexión, no una cadena de mando. El equipo padre no dicta al equipo hijo. El líder representa los intereses del equipo hijo hacia arriba y lleva el contexto hacia abajo."
      },
      "communication": {
        "title": "la comunicación como gobernanza",
        "subtitle": "Mensajería donde la gobernanza es nativa, no un complemento.",
        "intro": "swarmrise incluirá una capa de comunicación estrechamente integrada con la estructura organizacional. Esto no es una herramienta de chat genérica añadida -- es comunicación que entiende los equipos, los roles y la gobernanza.",
        "items": {
          "teamContext": "Las conversaciones ocurren dentro del contexto del equipo.",
          "firstClass": "Las proposiciones, clarificaciones y rondas de consentimiento son patrones de comunicación de primera clase.",
          "policyFlow": "Los anuncios de políticas fluyen a través de la estructura que gobiernan.",
          "threaded": "Las decisiones y votos están enlazados en la discusión que los produjo."
        }
      },
      "topicsPoliciesTemplates": {
        "title": "temas, políticas y plantillas",
        "subtitle": "Los componentes de una gobernanza viva.",
        "topics": {
          "title": "Temas",
          "content": "Elementos de discusión que pueden abordarse sincrónicamente en reuniones o asincrónicamente en línea. Un tema puede convertirse en una proposición, pasar por clarificación y alcanzar consentimiento -- todo sin requerir que todos estén en la misma sala al mismo tiempo. Esto es esencial para organizaciones distribuidas y remotas."
        },
        "policies": {
          "title": "Políticas",
          "content": "Las reglas permanentes que un equipo u organización se da a sí mismo. Redactadas por los titulares de roles, delimitadas a equipos, versionadas y visibles. A diferencia de las decisiones que registran un único cambio, las políticas codifican expectativas continuas. Responden a la pregunta: ¿cómo operamos aquí?"
        },
        "templates": {
          "title": "La biblioteca de plantillas",
          "content": "Una biblioteca pública donde las organizaciones pueden explorar plantillas para estructuras de equipos, misiones de roles, responsabilidades y políticas. Cópialas, adáptalas, publica las tuyas. Para los nuevos, las plantillas reducen la barrera de adopción. Para los veteranos, las plantillas son una forma de compartir lo que funciona."
        }
      },
      "whatItIsNot": {
        "title": "lo que swarmrise no es",
        "subtitle": "Límites deliberados y defendidos.",
        "notProjectManagement": {
          "title": "No es una herramienta de gestión de proyectos",
          "content": "Sin tareas, sin tableros kanban, sin sprints, sin diagramas de Gantt. swarmrise define quién es responsable de qué y por qué. Cómo esas personas rastrean su trabajo es su elección. swarmrise gobierna; no microgestiona."
        },
        "notHierarchyEnabler": {
          "title": "No es un facilitador de jerarquía",
          "content": "Si una funcionalidad facilita la concentración de poder, no tiene lugar en swarmrise. El sistema está diseñado para que la autoridad siempre esté distribuida y sea responsable."
        },
        "notReligion": {
          "title": "No es una religión",
          "content": "Sin vocabulario esotérico. Sin programas de certificación. Sin ceremonias obligatorias. swarmrise usa lenguaje simple y conceptos simples. Si alguien necesita un curso de formación para entender la herramienta, hemos fallado."
        },
        "notFinished": {
          "title": "No es un producto terminado",
          "content": "swarmrise es abiertamente, orgullosamente un trabajo en progreso. El compromiso es con los principios, no con el conjunto actual de funcionalidades."
        }
      }
    }
  },
  "terms": {
    "title": "términos de servicio",
    "effectiveDate": "Fecha de vigencia: {{date}}",
    "lastUpdated": "Última actualización: {{date}}",
    "effectiveDateLabel": "Fecha de vigencia",
    "lastUpdatedLabel": "Última actualización",
    "intro": {
      "welcome": "Bienvenido a swarmrise. Estos Términos de Servicio (\"Términos\") rigen tu acceso y uso de la plataforma swarmrise, incluyendo nuestro sitio web, aplicaciones y servicios (colectivamente, el \"Servicio\"). Al acceder o usar el Servicio, aceptas estar sujeto a estos Términos.",
      "readCarefully": "Por favor, lee estos Términos cuidadosamente antes de usar el Servicio. Si no aceptas estos Términos, no puedes acceder ni usar el Servicio."
    },
    "sections": {
      "acceptanceOfTerms": {
        "title": "aceptación de términos",
        "p1": "Al crear una cuenta o usar el Servicio, declaras que tienes al menos 18 años de edad y tienes la capacidad legal para celebrar estos Términos. Si estás usando el Servicio en nombre de una organización, declaras y garantizas que tienes la autoridad para vincular a esa organización a estos Términos.",
        "p2": "Nos reservamos el derecho de modificar estos Términos en cualquier momento. Te notificaremos de cambios materiales publicando los Términos actualizados en el Servicio y actualizando la fecha de \"Última actualización\". Tu uso continuado del Servicio después de dichos cambios constituye tu aceptación de los Términos modificados."
      },
      "descriptionOfService": {
        "title": "descripción del servicio",
        "intro": "swarmrise es una plataforma multi-inquilino de gestión de organizaciones diseñada para la gobernanza colaborativa. El Servicio permite a las organizaciones:",
        "features": {
          "structureTeams": "Estructurar equipos y definir jerarquías organizacionales",
          "createRoles": "Crear y gestionar roles dentro de los equipos (incluyendo posiciones de líder, secretario y árbitro)",
          "trackDecisions": "Rastrear decisiones con pistas de auditoría completas",
          "manageMembers": "Gestionar membresías e invitaciones organizacionales",
          "establishPolicies": "Establecer y mantener políticas organizacionales"
        },
        "reserveRight": "Nos reservamos el derecho de modificar, suspender o descontinuar cualquier aspecto del Servicio en cualquier momento, con o sin previo aviso."
      },
      "accountRegistration": {
        "title": "registro y seguridad de la cuenta",
        "intro": "Para acceder a ciertas características del Servicio, debes crear una cuenta. Al crear una cuenta, aceptas:",
        "requirements": {
          "provideAccurate": "Proporcionar información precisa, actual y completa",
          "maintainInfo": "Mantener y actualizar prontamente la información de tu cuenta",
          "keepSecure": "Mantener tus credenciales de autenticación seguras y confidenciales",
          "notifyUnauthorized": "Notificarnos inmediatamente de cualquier acceso no autorizado a tu cuenta",
          "acceptResponsibility": "Aceptar la responsabilidad de todas las actividades que ocurran bajo tu cuenta"
        },
        "clerkNote": "Usamos Clerk para servicios de autenticación. Al usar el Servicio, también aceptas los términos de servicio y la política de privacidad de Clerk."
      },
      "organizationsAndMembership": {
        "title": "organizaciones y membresía",
        "ownerIntro": "El Servicio permite a los usuarios crear y unirse a organizaciones. Cuando creas una organización, te conviertes en su propietario y eres responsable de:",
        "ownerResponsibilities": {
          "manageSettings": "Gestionar la configuración y membresía de la organización",
          "ensureCompliance": "Asegurar que los miembros cumplan con estos Términos",
          "contentActivities": "El contenido y las actividades dentro de tu organización",
          "handleInvitations": "Manejar adecuadamente las invitaciones y controles de acceso"
        },
        "memberIntro": "Como miembro de una organización, aceptas:",
        "memberResponsibilities": {
          "respectGovernance": "Respetar la estructura de gobernanza establecida por la organización",
          "useAccordingly": "Usar el Servicio de acuerdo con tus roles asignados",
          "noCircumvent": "No eludir los controles de acceso o sistemas de permisos"
        }
      },
      "acceptableUse": {
        "title": "uso aceptable",
        "intro": "Aceptas usar el Servicio solo para propósitos legales y de acuerdo con estos Términos. Aceptas NO:",
        "prohibitions": {
          "violateLaws": "Violar cualquier ley, regulacion o derechos de terceros aplicables",
          "harassOthers": "Usar el Servicio para acosar, abusar o danar a otros",
          "uploadMalicious": "Subir o transmitir código malicioso, virus o contenido dañino",
          "unauthorizedAccess": "Intentar obtener acceso no autorizado al Servicio o sus sistemas",
          "interfereService": "Interferir con o interrumpir el Servicio o su infraestructura",
          "scrapeService": "Raspar, rastrear o usar medios automatizados para acceder al Servicio sin permiso",
          "impersonate": "Suplantar a otra persona o entidad",
          "fraudulent": "Usar el Servicio para cualquier propósito fraudulento o engañoso",
          "circumventSecurity": "Eludir cualquier medida de seguridad o restricción de acceso"
        }
      },
      "userContent": {
        "title": "contenido del usuario",
        "ownership": "Conservas la propiedad de cualquier contenido que envíes al Servicio (\"Contenido del Usuario\"), incluyendo datos organizacionales, estructuras de equipo, definiciones de roles y decisiones. Al enviar Contenido del Usuario, nos otorgas una licencia mundial, no exclusiva y libre de regalías para usar, almacenar y procesar tu Contenido del Usuario únicamente con el propósito de proporcionar el Servicio.",
        "warrantyIntro": "Declaras y garantizas que:",
        "warranties": {
          "ownRights": "Posees o tienes los derechos necesarios sobre tu Contenido del Usuario",
          "noViolation": "Tu Contenido del Usuario no viola ningún derecho de terceros",
          "compliesTerms": "Tu Contenido del Usuario cumple con estos Términos y las leyes aplicables"
        }
      },
      "intellectualProperty": {
        "title": "propiedad intelectual",
        "license": "El Servicio, incluyendo su código fuente, diseño, características y documentación, está licenciado bajo la Licencia Apache 2.0. Esta licencia te permite usar, modificar y distribuir el software bajo ciertas condiciones.",
        "brandElements": "El nombre swarmrise, el logo y los elementos de marca son propietarios y no pueden usarse sin nuestro permiso expreso por escrito, excepto según lo permitido por la Licencia Apache 2.0 para propósitos de atribución.",
        "thirdParty": "Los componentes de terceros incluidos en el Servicio están sujetos a sus respectivas licencias, que están documentadas en nuestra documentación legal."
      },
      "dataProtection": {
        "title": "protección de datos y privacidad",
        "commitment": "Estamos comprometidos a proteger tu privacidad y datos personales. Nuestra recopilación, uso y manejo de datos personales se rige por nuestra Política de Privacidad, que se incorpora a estos Términos por referencia.",
        "keyAspectsIntro": "Aspectos clave de nuestro manejo de datos:",
        "keyAspects": {
          "collectNecessary": "Recopilamos solo los datos necesarios para proporcionar el Servicio",
          "dataIsolated": "Tus datos organizacionales están aislados en una arquitectura multi-inquilino",
          "convexStorage": "Usamos Convex para almacenamiento y procesamiento seguro de datos",
          "clerkAuth": "Los datos de autenticación son gestionados por Clerk",
          "auditTrails": "Mantenemos pistas de auditoría para transparencia y responsabilidad"
        },
        "gdprNote": "Para usuarios en el Espacio Económico Europeo, cumplimos con el Reglamento General de Protección de Datos (RGPD) y proporcionamos mecanismos para ejercer tus derechos como interesado."
      },
      "serviceAvailability": {
        "title": "disponibilidad del servicio y soporte",
        "intro": "Nos esforzamos por mantener la disponibilidad del Servicio pero no garantizamos acceso ininterrumpido. El Servicio puede estar temporalmente no disponible debido a:",
        "reasons": {
          "maintenance": "Mantenimiento programado y actualizaciones",
          "outages": "Interrupciones no planificadas o problemas técnicos",
          "beyondControl": "Factores fuera de nuestro control razonable"
        },
        "asIs": "Proporcionamos el Servicio \"tal cual\" y \"según disponibilidad\" sin ningún acuerdo de nivel de servicio a menos que se acuerde lo contrario por escrito."
      },
      "limitationOfLiability": {
        "title": "limitación de responsabilidad",
        "intro": "EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY APLICABLE, SWARMRISE Y SUS AFILIADOS, FUNCIONARIOS, EMPLEADOS, AGENTES Y LICENCIANTES NO SERÁN RESPONSABLES DE NINGÚN DAÑO INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE O PUNITIVO, INCLUYENDO PERO NO LIMITADO A:",
        "damages": {
          "lostProfits": "Pérdida de ganancias, datos u oportunidades de negocio",
          "interruptions": "Interrupciones del servicio o pérdida de datos",
          "unauthorizedAccess": "Acceso no autorizado a tus datos",
          "thirdPartyConduct": "Cualquier conducta o contenido de terceros en el Servicio"
        },
        "totalLiability": "Nuestra responsabilidad total por cualquier reclamación derivada de o relacionada con el Servicio no excederá la cantidad que nos hayas pagado, si la hay, en los doce (12) meses anteriores a la reclamación."
      },
      "indemnification": {
        "title": "indemnización",
        "intro": "Aceptas indemnizar, defender y mantener indemne a swarmrise y sus afiliados, funcionarios, directores, empleados y agentes de y contra cualquier reclamación, responsabilidad, daño, pérdida y gasto (incluyendo honorarios legales razonables) que surjan de o estén de alguna manera relacionados con:",
        "items": {
          "accessUse": "Tu acceso o uso del Servicio",
          "violationTerms": "Tu violación de estos Términos",
          "userContent": "Tu Contenido del Usuario",
          "violationRights": "Tu violacion de cualquier derecho de terceros"
        }
      },
      "termination": {
        "title": "terminación",
        "intro": "Puedes terminar tu cuenta en cualquier momento contactándonos o usando la función de eliminación de cuenta cuando esté disponible. Podemos terminar o suspender tu acceso al Servicio inmediatamente, sin previo aviso, si:",
        "reasons": {
          "breachTerms": "Violas estos Términos",
          "requiredByLaw": "Estamos obligados a hacerlo por ley",
          "discontinueService": "Decidimos descontinuar el Servicio"
        },
        "uponTermination": "Tras la terminación, tu derecho a usar el Servicio cesará inmediatamente. Las disposiciones de estos Términos que por su naturaleza deban sobrevivir a la terminación sobrevivirán, incluyendo propiedad, renuncias de garantía, indemnización y limitaciones de responsabilidad."
      },
      "disputeResolution": {
        "title": "resolución de disputas",
        "informal": "Te animamos a contactarnos primero para resolver cualquier disputa de manera informal. Si una disputa no puede resolverse informalmente, aceptas que cualquier acción legal o procedimiento se llevará exclusivamente ante los tribunales de jurisdicción competente.",
        "euNote": "Para usuarios en la Unión Europea, esta disposición no afecta tus derechos bajo las leyes de protección al consumidor ni tu derecho a presentar reclamaciones ante los tribunales de tu país de residencia."
      },
      "governingLaw": {
        "title": "ley aplicable",
        "law": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de la jurisdicción en la que el operador del Servicio está establecido, sin tener en cuenta los principios de conflicto de leyes.",
        "eeaNote": "Para usuarios en el Espacio Económico Europeo, nada en estos Términos afecta tus derechos como consumidor bajo las leyes de protección al consumidor de la UE aplicables."
      },
      "generalProvisions": {
        "title": "disposiciones generales",
        "entireAgreement": "Acuerdo completo:",
        "entireAgreementText": "Estos Términos, junto con nuestra Política de Privacidad y cualquier otra política referenciada aquí, constituyen el acuerdo completo entre tú y swarmrise con respecto al Servicio.",
        "severability": "Divisibilidad:",
        "severabilityText": "Si alguna disposición de estos Términos se considera inaplicable, las disposiciones restantes continuarán en pleno vigor y efecto.",
        "waiver": "Renuncia:",
        "waiverText": "Nuestra falta de aplicación de cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos.",
        "assignment": "Cesion:",
        "assignmentText": "No puedes ceder o transferir tus derechos bajo estos Términos sin nuestro consentimiento previo por escrito. Podemos ceder nuestros derechos y obligaciones sin restricción."
      },
      "contactInformation": {
        "title": "información de contacto",
        "intro": "Si tienes alguna pregunta sobre estos Términos, por favor contáctanos:",
        "github": "GitHub:"
      }
    },
    "relatedDocuments": "documentos relacionados",
    "privacyLink": "Política de Privacidad",
    "privacyDescription": "Cómo manejamos tus datos personales",
    "principlesLink": "Nuestros Principios",
    "principlesDescription": "Conoce los valores que guían swarmrise",
    "footer": "swarmrise está licenciado bajo Apache License 2.0"
  },
  "privacy": {
    "title": "política de privacidad",
    "effectiveDate": "Fecha de vigencia: {{date}}",
    "lastUpdated": "Última actualización: {{date}}",
    "effectiveDateLabel": "Fecha de vigencia",
    "lastUpdatedLabel": "Última actualización",
    "intro": {
      "commitment": "En swarmrise, estamos comprometidos a proteger tu privacidad y datos personales. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos tu información cuando usas nuestra plataforma multi-inquilino de gestión de organizaciones (el \"Servicio\").",
      "gdprCompliance": "Procesamos datos personales en cumplimiento con el Reglamento General de Protección de Datos (RGPD) y otras leyes de protección de datos aplicables. Por favor, lee esta Política de Privacidad cuidadosamente para entender nuestras prácticas con respecto a tus datos personales."
    },
    "sections": {
      "dataController": {
        "title": "responsable del tratamiento",
        "p1": "Para los propósitos del RGPD y otras leyes de protección de datos aplicables, swarmrise actúa como responsable del tratamiento de los datos personales recopilados a través del Servicio. Esto significa que determinamos los propósitos y medios del procesamiento de tus datos personales.",
        "p2": "Si tienes preguntas sobre nuestras prácticas de datos o deseas ejercer tus derechos, por favor contáctanos a través de los canales listados en la sección de Información de Contacto a continuación."
      },
      "informationWeCollect": {
        "title": "información que recopilamos",
        "intro": "Recopilamos información que nos proporcionas directamente, así como información recopilada automáticamente cuando usas el Servicio.",
        "accountInfo": {
          "title": "2.1 Información de cuenta",
          "intro": "Cuando creas una cuenta, recopilamos:",
          "items": {
            "name": "Nombre y apellido",
            "email": "Dirección de correo electrónico",
            "profilePicture": "Foto de perfil (opcional, si se proporciona a través de la autenticación)"
          }
        },
        "organizationData": {
          "title": "2.2 Datos de organización",
          "intro": "Cuando creas o te unes a organizaciones, recopilamos y procesamos:",
          "items": {
            "orgNames": "Nombres y configuraciones de organizaciones",
            "teamStructures": "Estructuras y jerarquías de equipos",
            "roleAssignments": "Asignaciones de roles (líder, secretario, árbitro)",
            "membershipInfo": "Información de membresía",
            "invitationData": "Datos de invitación (direcciones de correo electrónico de los invitados)"
          }
        },
        "optionalContact": {
          "title": "2.3 Información de contacto opcional",
          "intro": "Puedes optar por proporcionar información de contacto adicional, incluyendo:",
          "items": {
            "mobile": "Número de teléfono móvil",
            "address": "Dirección física",
            "socialMedia": "Perfiles de redes sociales (LinkedIn, Facebook, Instagram, WhatsApp)"
          },
          "note": "Esta información es completamente opcional y se recopila solo con tu consentimiento explícito."
        },
        "usageData": {
          "title": "2.4 Datos de uso",
          "intro": "Recopilamos automáticamente cierta información cuando usas el Servicio:",
          "items": {
            "browser": "Tipo y versión del navegador",
            "device": "Información del dispositivo",
            "ipAddress": "Dirección IP",
            "pagesVisited": "Páginas visitadas y funciones usadas",
            "dateTime": "Fecha y hora de acceso"
          }
        },
        "decisionAudit": {
          "title": "2.5 Pista de auditoría de decisiones",
          "intro": "Para garantizar la transparencia y la responsabilidad, mantenemos pistas de auditoría de acciones significativas dentro de las organizaciones, incluyendo:",
          "items": {
            "authorEmail": "Correo electrónico del autor para los cambios realizados",
            "timestamps": "Marcas de tiempo de las acciones",
            "beforeAfter": "Estados antes y después de los datos modificados"
          }
        }
      },
      "howWeUse": {
        "title": "cómo usamos tu información",
        "intro": "Usamos la información que recopilamos para los siguientes propósitos, cada uno con una base legal específica bajo el RGPD:",
        "serviceProvision": {
          "title": "3.1 Provisión del Servicio (Contrato - Artículo 6(1)(b))",
          "items": {
            "createAccount": "Crear y gestionar tu cuenta de usuario",
            "provideAccess": "Proporcionar acceso a las funciones de gestión de organizaciones",
            "processMembers": "Procesar membresías e invitaciones de organizaciones",
            "enableTeamMgmt": "Habilitar funcionalidad de gestión de equipos y roles",
            "authenticate": "Autenticar tu identidad"
          }
        },
        "legitimateInterests": {
          "title": "3.2 Intereses legítimos (Artículo 6(1)(f))",
          "items": {
            "auditTrails": "Mantener pistas de auditoría de decisiones para responsabilidad",
            "improveService": "Mejorar y optimizar el Servicio",
            "preventFraud": "Prevenir el fraude y garantizar la seguridad",
            "respondSupport": "Responder a solicitudes de soporte"
          }
        },
        "consent": {
          "title": "3.3 Consentimiento (Artículo 6(1)(a))",
          "items": {
            "storeOptional": "Almacenar información de contacto opcional que elijas proporcionar",
            "displayProfile": "Mostrar tu foto de perfil"
          },
          "withdrawNote": "Puedes retirar tu consentimiento en cualquier momento actualizando la configuración de tu perfil o contactándonos."
        }
      },
      "thirdPartyServices": {
        "title": "servicios de terceros",
        "intro": "Usamos los siguientes servicios de terceros para operar el Servicio. Cada uno de estos servicios procesa tus datos en nuestro nombre:",
        "clerk": {
          "title": "4.1 Clerk (Autenticación)",
          "purpose": "Propósito:",
          "purposeText": "Autenticación de usuarios y gestión de identidades",
          "dataProcessed": "Datos procesados:",
          "dataProcessedText": "Correo electrónico, nombre, foto de perfil, credenciales de autenticación",
          "location": "Ubicación:",
          "locationText": "Estados Unidos",
          "privacyPolicy": "Política de privacidad:"
        },
        "convex": {
          "title": "4.2 Convex (Base de datos y Backend)",
          "purpose": "Propósito:",
          "purposeText": "Almacenamiento de base de datos en tiempo real y funciones backend sin servidor",
          "dataProcessed": "Datos procesados:",
          "dataProcessedText": "Todos los datos de la aplicación, incluyendo perfiles de usuario, datos de organización y pistas de auditoría",
          "location": "Ubicación:",
          "locationText": "Estados Unidos",
          "privacyPolicy": "Política de privacidad:"
        },
        "googleFonts": {
          "title": "4.3 Google Fonts",
          "purpose": "Propósito:",
          "purposeText": "Entrega de fuentes (Montserrat Alternates)",
          "dataProcessed": "Datos procesados:",
          "dataProcessedText": "Dirección IP (mínimo)",
          "privacyPolicy": "Política de privacidad:"
        }
      },
      "dataRetention": {
        "title": "retención de datos",
        "intro": "Retenemos tus datos personales solo durante el tiempo necesario para cumplir los propósitos para los que fueron recopilados:",
        "items": {
          "accountData": "Datos de cuenta:",
          "accountDataText": "Retenidos durante la vida de tu cuenta. Cuando elimines tu cuenta, eliminaremos tus datos personales dentro de 30 días, excepto donde la retención sea requerida por ley.",
          "orgData": "Datos de organización:",
          "orgDataText": "Retenidos durante la duración de tu membresía en una organización. Cuando abandonas una organización, tu registro de miembro se elimina, aunque los registros de auditoría pueden retenerse para propósitos de responsabilidad.",
          "invitationData": "Datos de invitación:",
          "invitationDataText": "Retenidos hasta que la invitación sea aceptada, rechazada o expire.",
          "auditTrails": "Pistas de auditoría:",
          "auditTrailsText": "Retenidas durante la vida de la organización para propósitos de responsabilidad y cumplimiento."
        }
      },
      "yourRightsGdpr": {
        "title": "tus derechos bajo el rgpd",
        "intro": "Si te encuentras en el Espacio Económico Europeo (EEE), Reino Unido o Suiza, tienes los siguientes derechos con respecto a tus datos personales:",
        "rightOfAccess": {
          "title": "6.1 Derecho de acceso (Artículo 15)",
          "text": "Tienes derecho a obtener confirmación de si procesamos tus datos personales y a recibir una copia de esos datos."
        },
        "rightToRectification": {
          "title": "6.2 Derecho de rectificación (Artículo 16)",
          "text": "Tienes derecho a corregir datos personales inexactos y a completar datos incompletos. Puedes actualizar la mayoría de tu información directamente a través de la configuración de tu cuenta."
        },
        "rightToErasure": {
          "title": "6.3 Derecho de supresión (Artículo 17)",
          "text": "Tienes derecho a solicitar la eliminación de tus datos personales bajo ciertas circunstancias, incluyendo cuando los datos ya no son necesarios para los propósitos para los que fueron recopilados."
        },
        "rightToRestriction": {
          "title": "6.4 Derecho a la limitación (Artículo 18)",
          "text": "Tienes derecho a solicitar la limitación del procesamiento de tus datos personales bajo ciertas circunstancias."
        },
        "rightToPortability": {
          "title": "6.5 Derecho a la portabilidad de datos (Artículo 20)",
          "text": "Tienes derecho a recibir tus datos personales en un formato estructurado, de uso común y legible por máquina, y a transmitirlos a otro responsable."
        },
        "rightToObject": {
          "title": "6.6 Derecho de oposición (Artículo 21)",
          "text": "Tienes derecho a oponerte al procesamiento de tus datos personales basado en intereses legítimos, incluyendo la elaboración de perfiles."
        },
        "rightToWithdraw": {
          "title": "6.7 Derecho a retirar el consentimiento",
          "text": "Cuando el procesamiento se basa en el consentimiento, tienes derecho a retirar tu consentimiento en cualquier momento sin afectar la licitud del procesamiento basado en el consentimiento antes de su retirada."
        },
        "rightToComplaint": {
          "title": "6.8 Derecho a presentar una queja",
          "text": "Tienes derecho a presentar una queja ante una autoridad de supervisión si crees que nuestro procesamiento de tus datos personales viola las leyes de protección de datos aplicables."
        },
        "exerciseRights": "Para ejercer cualquiera de estos derechos, por favor contáctanos usando la información en la sección de Contacto a continuación. Responderemos a tu solicitud dentro de 30 días."
      },
      "cookiesLocalStorage": {
        "title": "cookies y almacenamiento local",
        "intro": "Usamos tecnologías de almacenamiento del navegador para proporcionar y mejorar el Servicio. Nuestro uso está limitado a funcionalidad estrictamente necesaria:",
        "localStorage": {
          "title": "7.1 Almacenamiento local",
          "tableHeaders": {
            "storageKey": "Clave de almacenamiento",
            "purpose": "Propósito",
            "duration": "Duración"
          },
          "items": {
            "locale": {
              "key": "swarmrise_locale",
              "purpose": "Preferencia de idioma",
              "duration": "Persistente"
            },
            "selectedOrga": {
              "key": "swarmrise_selected_orga",
              "purpose": "Organización seleccionada",
              "duration": "Persistente"
            }
          }
        },
        "authCookies": {
          "title": "7.2 Cookies de autenticación",
          "text": "Clerk (nuestro proveedor de autenticación) usa cookies de sesión para la gestión del estado de autenticación. Estas son estrictamente necesarias para que el Servicio funcione y no requieren consentimiento bajo la Directiva ePrivacy."
        },
        "noTracking": {
          "title": "7.3 Sin cookies de rastreo",
          "text": "No usamos cookies de analíticas, publicidad o rastreo. No participamos en rastreo de comportamiento ni publicidad dirigida."
        }
      },
      "dataSecurity": {
        "title": "seguridad de datos",
        "intro": "Implementamos medidas técnicas y organizativas apropiadas para proteger tus datos personales contra el acceso no autorizado, alteración, divulgación o destrucción:",
        "measures": {
          "encryption": "Cifrado en tránsito:",
          "encryptionText": "Todos los datos transmitidos entre tu navegador y nuestros servidores están cifrados usando TLS/SSL.",
          "secureAuth": "Autenticación segura:",
          "secureAuthText": "Usamos Clerk, un proveedor de autenticación especializado, con prácticas de seguridad estándar de la industria.",
          "multiTenant": "Aislamiento multi-inquilino:",
          "multiTenantText": "Los datos de la organización están aislados lógicamente para prevenir el acceso no autorizado entre organizaciones.",
          "accessControls": "Controles de acceso:",
          "accessControlsText": "Los controles de acceso basados en roles aseguran que los usuarios solo puedan acceder a los datos que están autorizados a ver.",
          "securityReviews": "Revisiones de seguridad regulares:",
          "securityReviewsText": "Realizamos evaluaciones de seguridad regulares de nuestro código base e infraestructura."
        },
        "disclaimer": "Aunque nos esforzamos por proteger tus datos personales, ningún método de transmisión por Internet o almacenamiento electrónico es 100% seguro. No podemos garantizar seguridad absoluta."
      },
      "internationalTransfers": {
        "title": "transferencias internacionales de datos",
        "intro": "Tus datos personales pueden ser transferidos y procesados en países fuera de tu país de residencia, incluyendo Estados Unidos, donde se encuentran nuestros proveedores de servicios de terceros (Clerk y Convex).",
        "safeguardsIntro": "Para transferencias de datos personales desde el EEE, Reino Unido o Suiza a países que no han sido considerados como proveedores de un nivel adecuado de protección de datos, nos basamos en salvaguardas apropiadas incluyendo:",
        "safeguards": {
          "sccs": "Cláusulas Contractuales Tipo (CCT) aprobadas por la Comisión Europea",
          "dpas": "Acuerdos de Procesamiento de Datos con nuestros proveedores de servicios",
          "supplementary": "Medidas suplementarias donde sea necesario para abordar riesgos específicos"
        },
        "requestCopy": "Puedes solicitar una copia de las salvaguardas que tenemos en su lugar contactándonos."
      },
      "childrensPrivacy": {
        "title": "privacidad de los niños",
        "p1": "El Servicio no está destinado a niños menores de 16 años. No recopilamos conscientemente datos personales de niños menores de 16 años. Si eres padre o tutor y crees que tu hijo nos ha proporcionado datos personales, por favor contáctanos inmediatamente.",
        "p2": "Si nos damos cuenta de que hemos recopilado datos personales de un niño menor de 16 años sin verificación del consentimiento parental, tomaremos medidas para eliminar esa información de inmediato."
      },
      "changesToPolicy": {
        "title": "cambios a esta política",
        "intro": "Podemos actualizar esta Política de Privacidad de vez en cuando para reflejar cambios en nuestras prácticas o leyes aplicables. Cuando hagamos cambios materiales:",
        "items": {
          "updateDate": "Actualizaremos la fecha de \"Última actualización\" en la parte superior de esta política",
          "notifyEmail": "Te notificaremos por correo electrónico o mediante un aviso destacado en el Servicio",
          "renewConsent": "Para cambios significativos que afecten tus derechos, podemos solicitar un consentimiento renovado"
        },
        "reviewPeriodically": "Te animamos a revisar esta Política de Privacidad periódicamente para mantenerte informado sobre cómo protegemos tu información."
      },
      "contactInformation": {
        "title": "información de contacto",
        "intro": "Si tienes preguntas sobre esta Política de Privacidad, deseas ejercer tus derechos de protección de datos o tienes preocupaciones sobre nuestras prácticas de datos, por favor contáctanos:",
        "github": "GitHub:",
        "responseTime": "Responderemos a todas las solicitudes legítimas dentro de 30 días. En algunos casos, podemos necesitar verificar tu identidad antes de procesar tu solicitud."
      }
    },
    "relatedDocuments": "documentos relacionados",
    "termsLink": "Términos de Servicio",
    "termsDescription": "Nuestros términos y condiciones para usar swarmrise",
    "principlesLink": "Nuestros Principios",
    "principlesDescription": "Conoce los valores que guían swarmrise",
    "footer": "swarmrise está licenciado bajo Apache License 2.0"
  },
  "consent": {
    "title": "Términos y condiciones",
    "titleUpdated": "Nuestros términos han sido actualizados",
    "description": "Antes de usar swarmrise, por favor revisa y acepta nuestros términos de servicio y política de privacidad.",
    "descriptionUpdated": "Hemos actualizado nuestros documentos legales. Por favor revisa y acepta los nuevos términos para continuar usando swarmrise.",
    "agreementText": "He leído y acepto los <termsLink>Términos de servicio</termsLink> y la <privacyLink>Política de privacidad</privacyLink>.",
    "ageConfirmation": "Confirmo que tengo al menos 16 años.",
    "continue": "Continuar",
    "submitting": "Enviando..."
  }
}
