{
  "title": "glossary",
  "subtitle": "Key concepts and terminology used in swarmrise.",
  "relatedDocuments": "related documents",
  "principlesLink": "Our Principles",
  "principlesDescription": "the ideas that guide how swarmrise works",
  "footer": "swarmrise is a work in progress.",
  "items": {
    "swarmrise": {
      "title": "swarmrise",
      "description": "An open-source governance platform that helps organizations distribute authority, make transparent decisions, and adapt their structure without friction. Instead of rigid hierarchies where one person commands, swarmrise gives every member clearly defined roles with purpose, balances power through a leader-secretary-referee triad in each team, and records every change so accountability is built in, not bolted on.",
      "example": "A cooperative uses swarmrise to define its teams, assign roles with missions and duties, and run consent-based decisions, all without a traditional management hierarchy."
    },
    "user": {
      "title": "User",
      "description": "A person who has created an account on swarmrise. Users can join multiple organizations and participate in governance across all of them.",
      "example": "When you sign up for swarmrise, you become a user. You can then create or join organizations."
    },
    "orga": {
      "title": "Organization",
      "description": "A self-contained governance space where teams, roles, and decisions are managed. Each organization has its own members, structure, and policies, completely isolated from other organizations.",
      "example": "A company, a non-profit, or a community group can each be set up as an organization in swarmrise."
    },
    "member": {
      "title": "Member",
      "description": "A user's presence within a specific organization. A given member can hold several roles in the same team or in several teams of the organization. This is a significant difference with traditional organizations.",
      "example": "You might be a member of your company's organization and also a member of a volunteer group's organization."
    },
    "team": {
      "title": "Team",
      "description": "A group within an organization that works toward a shared purpose. Teams contain roles that define specific responsibilities and accountabilities.",
      "example": "A Marketing team might contain roles like Content Lead, Social Media Manager, and Brand Strategist."
    },
    "role": {
      "title": "Role",
      "description": "A specific position within a team that defines what someone is responsible for. Roles can have special types: leader (guides the team), secretary (handles documentation), or referee (resolves disputes).",
      "example": "The Product Owner role might have the mission to define product priorities and maintain the backlog."
    },
    "decision": {
      "title": "Decision",
      "description": "Any tracked change or action within the organization. Decisions maintain a complete audit trail showing who made what change and when, with before and after states.",
      "example": "When someone updates a team's mission or assigns a role, it is recorded as a decision with full history."
    },
    "mission": {
      "title": "Mission",
      "description": "The purpose or goal that guides a team or role. Missions answer the question of why something exists and what it aims to achieve.",
      "example": "A Support team's mission might be to ensure customers receive timely and helpful assistance."
    },
    "duty": {
      "title": "Duty",
      "description": "A specific, actionable responsibility assigned to a role. While a mission defines the overarching purpose, duties break it down into concrete tasks or obligations that the role holder is expected to fulfill. A role can have multiple duties.",
      "example": "A Content Lead role might have duties like 'Write weekly blog posts', 'Review community submissions', and 'Maintain the editorial calendar'."
    },
    "policy": {
      "title": "Policy",
      "description": "A permanent rule the organization gives itself, owned by a specific role. Only the member holding that role can create, edit, or delete the policy. Policies have an automatic number, a title, an abstract, and a full text in markdown format that can include images, URLs, and attachments. They are visible to all members of the organization and searchable by title and abstract. When a role is deleted, its policies transfer to the team's leader so that no rule silently disappears. Policies complete the governance model: roles define who is responsible, duties define what they do, and policies define the rules they operate by.",
      "example": "The Finance Secretary creates policy #12, 'Expense Approval Process', which defines how team members submit and approve expenses. Any member of the organization can read it, but only the Finance Secretary can update it."
    },
    "topic": {
      "title": "Topic",
      "description": "A proposal raised within a team's chat channel that follows a structured consent-based decision process. A topic moves through three phases: proposition (the author states the proposal), clarification (members ask questions to understand it), and consent round (the group accepts or raises reasoned objections). Topics turn informal discussion into actionable governance without leaving the conversation.",
      "example": "A member opens a topic in the Product team's channel proposing to rotate the leader role every quarter. After a clarification round and no paramount objections, the proposal is accepted by consent."
    },
    "consentDecision": {
      "title": "Consent Decision",
      "description": "A decision-making method where a proposal is accepted unless a member raises a reasoned, paramount objection. Unlike majority voting, consent does not ask whether everyone agrees, it asks whether anyone has a well-argued reason why the proposal would cause harm. Silence counts as consent. This approach ensures decisions move forward efficiently while still protecting against overlooked risks.",
      "example": "During a consent round on a new communication policy, one member raises an objection explaining it would exclude part-time contributors. The proposal is amended to address the concern and then passes without further objections."
    },
    "candidatelessElection": {
      "title": "Candidateless Election",
      "description": "A sociocratic election method used to fill roles without pre-declared candidates. Each member nominates someone openly and states their reasons. After all nominations are heard, members may change their nomination based on what they learned. The facilitator proposes the emerging choice, and a consent round confirms or adjusts the outcome. This method surfaces the best fit based on the group's collective insight rather than self-promotion.",
      "example": "A team needs a new referee. Each member writes a nomination and explains why. After hearing all reasons, two members shift their nominations. The facilitator proposes the person with the strongest support, and the group consents."
    }
  }
}
