{
  "principles": {
    "title": "nuestros principios",
    "subtitle": "Ideas simples que guian el funcionamiento de swarmrise.",
    "legal": "legal",
    "termsLink": "Terminos de Servicio",
    "termsDescription": "las condiciones de uso de swarmrise",
    "privacyLink": "Politica de Privacidad",
    "privacyDescription": "como manejamos tus datos personales",
    "footer": "swarmrise es un trabajo en progreso.",
    "items": {
      "noFunnyHats": {
        "title": "Sin sombreros raros",
        "content": "swarmrise usa palabras y conceptos simples. Sin vocabulario esoterico ni neologismos, sin ceremonias, sin circulos, sin jerga de desarrollo personal. Es una herramienta, no una religion."
      },
      "youComeFirst": {
        "title": "Tu primero",
        "content": "Dibujar el panorama general de la organizacion no es suficiente para dar confianza y direccion a alguien. swarmrise se centra en ti como miembro de esa organizacion, destacando tus roles, tus equipos, tus relaciones y tus decisiones. En el dia a dia, solo quieres saber que esperan los demas de ti y como puedes ayudar y actuar."
      },
      "alwaysTellWhy": {
        "title": "Siempre decir por que",
        "content": "swarmrise esta impulsado por el proposito. La organizacion debe tener un proposito global, pero cada equipo y cada rol deberia comenzar con un proposito claro. Las personas son inteligentes, pueden descubrir que hacer y como hacerlo cuando saben por que lo estan haciendo."
      },
      "doersAreKings": {
        "title": "Los hacedores son reyes",
        "content": "Una gran diferencia con la jerarquia es la posibilidad de deshacerse de los tomadores de decisiones a tiempo completo. Todo el mundo toma decisiones todo el tiempo, por lo que este talento no es tan raro. Al habilitar un esquema de decidir/comprometerse/ejecutar auto-gestionado para cada rol, destacas la habilidad mucho mas rara de la buena ejecucion. Las personas que realmente pueden hacer cosas deberian sentirse mas empoderadas y apreciadas."
      },
      "ethicalBehaviors": {
        "title": "Facilitador de comportamientos eticos",
        "content": "Los malos comportamientos florecen cuando no eres consciente de ellos o no puedes hacer nada al respecto. Por supuesto, un modelo de gobernanza no puede garantizar una conducta etica por si mismo, pero puede fomentarla informando a los miembros sobre lo que esta sucediendo y permitiendoles tomar decisiones en consecuencia. swarmrise usa la transparencia, la trazabilidad y la memoria de la informacion como modo predeterminado (cuando no contradice los derechos de datos personales o informacion sensible), y propone un modelo de decision abierto a cualquier rol."
      },
      "frictionless": {
        "title": "Sin friccion",
        "content": "Los organigramas y las descripciones de puestos a menudo estan desactualizados, en parte porque modificarlos es una molestia. swarmrise permite una modificacion facil, por cada miembro, de cada pieza de la organizacion. No es arriesgado porque, al informar a todos de quien hizo que, swarmrise obliga a los miembros a pensar antes de actuar. Y por cierto, si no confias en las personas, no deberias contratarlas en primer lugar."
      },
      "sharingIsGood": {
        "title": "Compartir es bueno",
        "content": "swarmrise propone una biblioteca de plantillas publicas copyleft para equipos, roles y politicas, para que las innovaciones de algunos puedan ser reutilizadas libremente por otros. Al crear y mantener plantillas publicas, puedes ayudar a otras organizaciones y obtener comentarios utiles para ti, matar dos pajaros de un tiro."
      },
      "lowComplexity": {
        "title": "Baja complejidad",
        "content": "La jerarquia es un concepto muy simple. Por eso es dominante a pesar de no ser el sistema mas eficiente. swarmrise se esfuerza por agregar la menor complejidad posible y mantener las cosas faciles de explicar y operar. Hay un conjunto limitado de conceptos y reglas a partir de los cuales puedes hacer crecer tu gobernanza para adaptarla a tu organizacion."
      },
      "workInProgress": {
        "title": "Trabajo en progreso",
        "content": "swarmrise es y seguira siendo un trabajo en progreso. Los comentarios y contribuciones son mas que bienvenidos. Estos principios son solo una columna vertebral, veamos a donde nos lleva todo esto."
      }
    }
  },
  "terms": {
    "title": "terminos de servicio",
    "effectiveDate": "Fecha de vigencia: {{date}}",
    "lastUpdated": "Ultima actualizacion: {{date}}",
    "effectiveDateLabel": "Fecha de vigencia",
    "lastUpdatedLabel": "Ultima actualizacion",
    "intro": {
      "welcome": "Bienvenido a swarmrise. Estos Terminos de Servicio (\"Terminos\") rigen tu acceso y uso de la plataforma Swarmrise, incluyendo nuestro sitio web, aplicaciones y servicios (colectivamente, el \"Servicio\"). Al acceder o usar el Servicio, aceptas estar sujeto a estos Terminos.",
      "readCarefully": "Por favor, lee estos Terminos cuidadosamente antes de usar el Servicio. Si no aceptas estos Terminos, no puedes acceder ni usar el Servicio."
    },
    "sections": {
      "acceptanceOfTerms": {
        "title": "aceptacion de terminos",
        "p1": "Al crear una cuenta o usar el Servicio, declaras que tienes al menos 18 anos de edad y tienes la capacidad legal para celebrar estos Terminos. Si estas usando el Servicio en nombre de una organizacion, declaras y garantizas que tienes la autoridad para vincular a esa organizacion a estos Terminos.",
        "p2": "Nos reservamos el derecho de modificar estos Terminos en cualquier momento. Te notificaremos de cambios materiales publicando los Terminos actualizados en el Servicio y actualizando la fecha de \"Ultima actualizacion\". Tu uso continuado del Servicio despues de dichos cambios constituye tu aceptacion de los Terminos modificados."
      },
      "descriptionOfService": {
        "title": "descripcion del servicio",
        "intro": "Swarmrise es una plataforma multi-inquilino de gestion de organizaciones disenada para la gobernanza colaborativa. El Servicio permite a las organizaciones:",
        "features": {
          "structureTeams": "Estructurar equipos y definir jerarquias organizacionales",
          "createRoles": "Crear y gestionar roles dentro de los equipos (incluyendo posiciones de lider, secretario y arbitro)",
          "trackDecisions": "Rastrear decisiones con pistas de auditoria completas",
          "manageMembers": "Gestionar membreslas e invitaciones organizacionales",
          "establishPolicies": "Establecer y mantener politicas organizacionales"
        },
        "reserveRight": "Nos reservamos el derecho de modificar, suspender o descontinuar cualquier aspecto del Servicio en cualquier momento, con o sin previo aviso."
      },
      "accountRegistration": {
        "title": "registro y seguridad de la cuenta",
        "intro": "Para acceder a ciertas caracteristicas del Servicio, debes crear una cuenta. Al crear una cuenta, aceptas:",
        "requirements": {
          "provideAccurate": "Proporcionar informacion precisa, actual y completa",
          "maintainInfo": "Mantener y actualizar prontamente la informacion de tu cuenta",
          "keepSecure": "Mantener tus credenciales de autenticacion seguras y confidenciales",
          "notifyUnauthorized": "Notificarnos inmediatamente de cualquier acceso no autorizado a tu cuenta",
          "acceptResponsibility": "Aceptar la responsabilidad de todas las actividades que ocurran bajo tu cuenta"
        },
        "clerkNote": "Usamos Clerk para servicios de autenticacion. Al usar el Servicio, tambien aceptas los terminos de servicio y la politica de privacidad de Clerk."
      },
      "organizationsAndMembership": {
        "title": "organizaciones y membresia",
        "ownerIntro": "El Servicio permite a los usuarios crear y unirse a organizaciones. Cuando creas una organizacion, te conviertes en su propietario y eres responsable de:",
        "ownerResponsibilities": {
          "manageSettings": "Gestionar la configuracion y membresia de la organizacion",
          "ensureCompliance": "Asegurar que los miembros cumplan con estos Terminos",
          "contentActivities": "El contenido y las actividades dentro de tu organizacion",
          "handleInvitations": "Manejar adecuadamente las invitaciones y controles de acceso"
        },
        "memberIntro": "Como miembro de una organizacion, aceptas:",
        "memberResponsibilities": {
          "respectGovernance": "Respetar la estructura de gobernanza establecida por la organizacion",
          "useAccordingly": "Usar el Servicio de acuerdo con tus roles asignados",
          "noCircumvent": "No eludir los controles de acceso o sistemas de permisos"
        }
      },
      "acceptableUse": {
        "title": "uso aceptable",
        "intro": "Aceptas usar el Servicio solo para propositos legales y de acuerdo con estos Terminos. Aceptas NO:",
        "prohibitions": {
          "violateLaws": "Violar cualquier ley, regulacion o derechos de terceros aplicables",
          "harassOthers": "Usar el Servicio para acosar, abusar o danar a otros",
          "uploadMalicious": "Subir o transmitir codigo malicioso, virus o contenido danino",
          "unauthorizedAccess": "Intentar obtener acceso no autorizado al Servicio o sus sistemas",
          "interfereService": "Interferir con o interrumpir el Servicio o su infraestructura",
          "scrapeService": "Raspar, rastrear o usar medios automatizados para acceder al Servicio sin permiso",
          "impersonate": "Suplantar a otra persona o entidad",
          "fraudulent": "Usar el Servicio para cualquier proposito fraudulento o enganoso",
          "circumventSecurity": "Eludir cualquier medida de seguridad o restriccion de acceso"
        }
      },
      "userContent": {
        "title": "contenido del usuario",
        "ownership": "Conservas la propiedad de cualquier contenido que envies al Servicio (\"Contenido del Usuario\"), incluyendo datos organizacionales, estructuras de equipo, definiciones de roles y decisiones. Al enviar Contenido del Usuario, nos otorgas una licencia mundial, no exclusiva y libre de regalias para usar, almacenar y procesar tu Contenido del Usuario unicamente con el proposito de proporcionar el Servicio.",
        "warrantyIntro": "Declaras y garantizas que:",
        "warranties": {
          "ownRights": "Posees o tienes los derechos necesarios sobre tu Contenido del Usuario",
          "noViolation": "Tu Contenido del Usuario no viola ningun derecho de terceros",
          "compliesTerms": "Tu Contenido del Usuario cumple con estos Terminos y las leyes aplicables"
        }
      },
      "intellectualProperty": {
        "title": "propiedad intelectual",
        "license": "El Servicio, incluyendo su codigo fuente, diseno, caracteristicas y documentacion, esta licenciado bajo la Licencia Apache 2.0. Esta licencia te permite usar, modificar y distribuir el software bajo ciertas condiciones.",
        "brandElements": "El nombre Swarmrise, el logo y los elementos de marca son propietarios y no pueden usarse sin nuestro permiso expreso por escrito, excepto segun lo permitido por la Licencia Apache 2.0 para propositos de atribucion.",
        "thirdParty": "Los componentes de terceros incluidos en el Servicio estan sujetos a sus respectivas licencias, que estan documentadas en nuestra documentacion legal."
      },
      "dataProtection": {
        "title": "proteccion de datos y privacidad",
        "commitment": "Estamos comprometidos a proteger tu privacidad y datos personales. Nuestra recopilacion, uso y manejo de datos personales se rige por nuestra Politica de Privacidad, que se incorpora a estos Terminos por referencia.",
        "keyAspectsIntro": "Aspectos clave de nuestro manejo de datos:",
        "keyAspects": {
          "collectNecessary": "Recopilamos solo los datos necesarios para proporcionar el Servicio",
          "dataIsolated": "Tus datos organizacionales estan aislados en una arquitectura multi-inquilino",
          "convexStorage": "Usamos Convex para almacenamiento y procesamiento seguro de datos",
          "clerkAuth": "Los datos de autenticacion son gestionados por Clerk",
          "auditTrails": "Mantenemos pistas de auditoria para transparencia y responsabilidad"
        },
        "gdprNote": "Para usuarios en el Espacio Economico Europeo, cumplimos con el Reglamento General de Proteccion de Datos (RGPD) y proporcionamos mecanismos para ejercer tus derechos como interesado."
      },
      "serviceAvailability": {
        "title": "disponibilidad del servicio y soporte",
        "intro": "Nos esforzamos por mantener la disponibilidad del Servicio pero no garantizamos acceso ininterrumpido. El Servicio puede estar temporalmente no disponible debido a:",
        "reasons": {
          "maintenance": "Mantenimiento programado y actualizaciones",
          "outages": "Interrupciones no planificadas o problemas tecnicos",
          "beyondControl": "Factores fuera de nuestro control razonable"
        },
        "asIs": "Proporcionamos el Servicio \"tal cual\" y \"segun disponibilidad\" sin ningun acuerdo de nivel de servicio a menos que se acuerde lo contrario por escrito."
      },
      "limitationOfLiability": {
        "title": "limitacion de responsabilidad",
        "intro": "EN LA MAXIMA MEDIDA PERMITIDA POR LA LEY APLICABLE, SWARMRISE Y SUS AFILIADOS, FUNCIONARIOS, EMPLEADOS, AGENTES Y LICENCIANTES NO SERAN RESPONSABLES DE NINGUN DANO INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE O PUNITIVO, INCLUYENDO PERO NO LIMITADO A:",
        "damages": {
          "lostProfits": "Perdida de ganancias, datos u oportunidades de negocio",
          "interruptions": "Interrupciones del servicio o perdida de datos",
          "unauthorizedAccess": "Acceso no autorizado a tus datos",
          "thirdPartyConduct": "Cualquier conducta o contenido de terceros en el Servicio"
        },
        "totalLiability": "Nuestra responsabilidad total por cualquier reclamacion derivada de o relacionada con el Servicio no excedera la cantidad que nos hayas pagado, si la hay, en los doce (12) meses anteriores a la reclamacion."
      },
      "indemnification": {
        "title": "indemnizacion",
        "intro": "Aceptas indemnizar, defender y mantener indemne a Swarmrise y sus afiliados, funcionarios, directores, empleados y agentes de y contra cualquier reclamacion, responsabilidad, dano, perdida y gasto (incluyendo honorarios legales razonables) que surjan de o esten de alguna manera relacionados con:",
        "items": {
          "accessUse": "Tu acceso o uso del Servicio",
          "violationTerms": "Tu violacion de estos Terminos",
          "userContent": "Tu Contenido del Usuario",
          "violationRights": "Tu violacion de cualquier derecho de terceros"
        }
      },
      "termination": {
        "title": "terminacion",
        "intro": "Puedes terminar tu cuenta en cualquier momento contactandonos o usando la funcion de eliminacion de cuenta cuando este disponible. Podemos terminar o suspender tu acceso al Servicio inmediatamente, sin previo aviso, si:",
        "reasons": {
          "breachTerms": "Violas estos Terminos",
          "requiredByLaw": "Estamos obligados a hacerlo por ley",
          "discontinueService": "Decidimos descontinuar el Servicio"
        },
        "uponTermination": "Tras la terminacion, tu derecho a usar el Servicio cesara inmediatamente. Las disposiciones de estos Terminos que por su naturaleza deban sobrevivir a la terminacion sobreviviran, incluyendo propiedad, renuncias de garantia, indemnizacion y limitaciones de responsabilidad."
      },
      "disputeResolution": {
        "title": "resolucion de disputas",
        "informal": "Te animamos a contactarnos primero para resolver cualquier disputa de manera informal. Si una disputa no puede resolverse informalmente, aceptas que cualquier accion legal o procedimiento se llevara exclusivamente ante los tribunales de jurisdiccion competente.",
        "euNote": "Para usuarios en la Union Europea, esta disposicion no afecta tus derechos bajo las leyes de proteccion al consumidor ni tu derecho a presentar reclamaciones ante los tribunales de tu pais de residencia."
      },
      "governingLaw": {
        "title": "ley aplicable",
        "law": "Estos Terminos se regiran e interpretaran de acuerdo con las leyes de la jurisdiccion en la que el operador del Servicio esta establecido, sin tener en cuenta los principios de conflicto de leyes.",
        "eeaNote": "Para usuarios en el Espacio Economico Europeo, nada en estos Terminos afecta tus derechos como consumidor bajo las leyes de proteccion al consumidor de la UE aplicables."
      },
      "generalProvisions": {
        "title": "disposiciones generales",
        "entireAgreement": "Acuerdo completo:",
        "entireAgreementText": "Estos Terminos, junto con nuestra Politica de Privacidad y cualquier otra politica referenciada aqui, constituyen el acuerdo completo entre tu y Swarmrise con respecto al Servicio.",
        "severability": "Divisibilidad:",
        "severabilityText": "Si alguna disposicion de estos Terminos se considera inaplicable, las disposiciones restantes continuaran en pleno vigor y efecto.",
        "waiver": "Renuncia:",
        "waiverText": "Nuestra falta de aplicacion de cualquier derecho o disposicion de estos Terminos no se considerara una renuncia a esos derechos.",
        "assignment": "Cesion:",
        "assignmentText": "No puedes ceder o transferir tus derechos bajo estos Terminos sin nuestro consentimiento previo por escrito. Podemos ceder nuestros derechos y obligaciones sin restriccion."
      },
      "contactInformation": {
        "title": "informacion de contacto",
        "intro": "Si tienes alguna pregunta sobre estos Terminos, por favor contactanos:",
        "github": "GitHub:"
      }
    },
    "relatedDocuments": "documentos relacionados",
    "privacyLink": "Politica de Privacidad",
    "privacyDescription": "Como manejamos tus datos personales",
    "principlesLink": "Nuestros Principios",
    "principlesDescription": "Conoce los valores que guian Swarmrise",
    "footer": "swarmrise esta licenciado bajo Apache License 2.0"
  },
  "privacy": {
    "title": "politica de privacidad",
    "effectiveDate": "Fecha de vigencia: {{date}}",
    "lastUpdated": "Ultima actualizacion: {{date}}",
    "effectiveDateLabel": "Fecha de vigencia",
    "lastUpdatedLabel": "Ultima actualizacion",
    "intro": {
      "commitment": "En swarmrise, estamos comprometidos a proteger tu privacidad y datos personales. Esta Politica de Privacidad explica como recopilamos, usamos, divulgamos y protegemos tu informacion cuando usas nuestra plataforma multi-inquilino de gestion de organizaciones (el \"Servicio\").",
      "gdprCompliance": "Procesamos datos personales en cumplimiento con el Reglamento General de Proteccion de Datos (RGPD) y otras leyes de proteccion de datos aplicables. Por favor, lee esta Politica de Privacidad cuidadosamente para entender nuestras practicas con respecto a tus datos personales."
    },
    "sections": {
      "dataController": {
        "title": "responsable del tratamiento",
        "p1": "Para los propositos del RGPD y otras leyes de proteccion de datos aplicables, Swarmrise actua como responsable del tratamiento de los datos personales recopilados a traves del Servicio. Esto significa que determinamos los propositos y medios del procesamiento de tus datos personales.",
        "p2": "Si tienes preguntas sobre nuestras practicas de datos o deseas ejercer tus derechos, por favor contactanos a traves de los canales listados en la seccion de Informacion de Contacto a continuacion."
      },
      "informationWeCollect": {
        "title": "informacion que recopilamos",
        "intro": "Recopilamos informacion que nos proporcionas directamente, asi como informacion recopilada automaticamente cuando usas el Servicio.",
        "accountInfo": {
          "title": "2.1 Informacion de cuenta",
          "intro": "Cuando creas una cuenta, recopilamos:",
          "items": {
            "name": "Nombre y apellido",
            "email": "Direccion de correo electronico",
            "profilePicture": "Foto de perfil (opcional, si se proporciona a traves de la autenticacion)"
          }
        },
        "organizationData": {
          "title": "2.2 Datos de organizacion",
          "intro": "Cuando creas o te unes a organizaciones, recopilamos y procesamos:",
          "items": {
            "orgNames": "Nombres y configuraciones de organizaciones",
            "teamStructures": "Estructuras y jerarquias de equipos",
            "roleAssignments": "Asignaciones de roles (lider, secretario, arbitro)",
            "membershipInfo": "Informacion de membresia",
            "invitationData": "Datos de invitacion (direcciones de correo electronico de los invitados)"
          }
        },
        "optionalContact": {
          "title": "2.3 Informacion de contacto opcional",
          "intro": "Puedes optar por proporcionar informacion de contacto adicional, incluyendo:",
          "items": {
            "mobile": "Numero de telefono movil",
            "address": "Direccion fisica",
            "socialMedia": "Perfiles de redes sociales (LinkedIn, Facebook, Instagram, WhatsApp)"
          },
          "note": "Esta informacion es completamente opcional y se recopila solo con tu consentimiento explicito."
        },
        "usageData": {
          "title": "2.4 Datos de uso",
          "intro": "Recopilamos automaticamente cierta informacion cuando usas el Servicio:",
          "items": {
            "browser": "Tipo y version del navegador",
            "device": "Informacion del dispositivo",
            "ipAddress": "Direccion IP",
            "pagesVisited": "Paginas visitadas y funciones usadas",
            "dateTime": "Fecha y hora de acceso"
          }
        },
        "decisionAudit": {
          "title": "2.5 Pista de auditoria de decisiones",
          "intro": "Para garantizar la transparencia y la responsabilidad, mantenemos pistas de auditoria de acciones significativas dentro de las organizaciones, incluyendo:",
          "items": {
            "authorEmail": "Correo electronico del autor para los cambios realizados",
            "timestamps": "Marcas de tiempo de las acciones",
            "beforeAfter": "Estados antes y despues de los datos modificados"
          }
        }
      },
      "howWeUse": {
        "title": "como usamos tu informacion",
        "intro": "Usamos la informacion que recopilamos para los siguientes propositos, cada uno con una base legal especifica bajo el RGPD:",
        "serviceProvision": {
          "title": "3.1 Provision del Servicio (Contrato - Articulo 6(1)(b))",
          "items": {
            "createAccount": "Crear y gestionar tu cuenta de usuario",
            "provideAccess": "Proporcionar acceso a las funciones de gestion de organizaciones",
            "processMembers": "Procesar membreslas e invitaciones de organizaciones",
            "enableTeamMgmt": "Habilitar funcionalidad de gestion de equipos y roles",
            "authenticate": "Autenticar tu identidad"
          }
        },
        "legitimateInterests": {
          "title": "3.2 Intereses legitimos (Articulo 6(1)(f))",
          "items": {
            "auditTrails": "Mantener pistas de auditoria de decisiones para responsabilidad",
            "improveService": "Mejorar y optimizar el Servicio",
            "preventFraud": "Prevenir el fraude y garantizar la seguridad",
            "respondSupport": "Responder a solicitudes de soporte"
          }
        },
        "consent": {
          "title": "3.3 Consentimiento (Articulo 6(1)(a))",
          "items": {
            "storeOptional": "Almacenar informacion de contacto opcional que elijas proporcionar",
            "displayProfile": "Mostrar tu foto de perfil"
          },
          "withdrawNote": "Puedes retirar tu consentimiento en cualquier momento actualizando la configuracion de tu perfil o contactandonos."
        }
      },
      "thirdPartyServices": {
        "title": "servicios de terceros",
        "intro": "Usamos los siguientes servicios de terceros para operar el Servicio. Cada uno de estos servicios procesa tus datos en nuestro nombre:",
        "clerk": {
          "title": "4.1 Clerk (Autenticacion)",
          "purpose": "Proposito:",
          "purposeText": "Autenticacion de usuarios y gestion de identidades",
          "dataProcessed": "Datos procesados:",
          "dataProcessedText": "Correo electronico, nombre, foto de perfil, credenciales de autenticacion",
          "location": "Ubicacion:",
          "locationText": "Estados Unidos",
          "privacyPolicy": "Politica de privacidad:"
        },
        "convex": {
          "title": "4.2 Convex (Base de datos y Backend)",
          "purpose": "Proposito:",
          "purposeText": "Almacenamiento de base de datos en tiempo real y funciones backend sin servidor",
          "dataProcessed": "Datos procesados:",
          "dataProcessedText": "Todos los datos de la aplicacion, incluyendo perfiles de usuario, datos de organizacion y pistas de auditoria",
          "location": "Ubicacion:",
          "locationText": "Estados Unidos",
          "privacyPolicy": "Politica de privacidad:"
        },
        "googleFonts": {
          "title": "4.3 Google Fonts",
          "purpose": "Proposito:",
          "purposeText": "Entrega de fuentes (Montserrat Alternates)",
          "dataProcessed": "Datos procesados:",
          "dataProcessedText": "Direccion IP (minimo)",
          "privacyPolicy": "Politica de privacidad:"
        }
      },
      "dataRetention": {
        "title": "retencion de datos",
        "intro": "Retenemos tus datos personales solo durante el tiempo necesario para cumplir los propositos para los que fueron recopilados:",
        "items": {
          "accountData": "Datos de cuenta:",
          "accountDataText": "Retenidos durante la vida de tu cuenta. Cuando elimines tu cuenta, eliminaremos tus datos personales dentro de 30 dias, excepto donde la retencion sea requerida por ley.",
          "orgData": "Datos de organizacion:",
          "orgDataText": "Retenidos durante la duracion de tu membresia en una organizacion. Cuando abandonas una organizacion, tu registro de miembro se elimina, aunque los registros de auditoria pueden retenerse para propositos de responsabilidad.",
          "invitationData": "Datos de invitacion:",
          "invitationDataText": "Retenidos hasta que la invitacion sea aceptada, rechazada o expire.",
          "auditTrails": "Pistas de auditoria:",
          "auditTrailsText": "Retenidas durante la vida de la organizacion para propositos de responsabilidad y cumplimiento."
        }
      },
      "yourRightsGdpr": {
        "title": "tus derechos bajo el rgpd",
        "intro": "Si te encuentras en el Espacio Economico Europeo (EEE), Reino Unido o Suiza, tienes los siguientes derechos con respecto a tus datos personales:",
        "rightOfAccess": {
          "title": "6.1 Derecho de acceso (Articulo 15)",
          "text": "Tienes derecho a obtener confirmacion de si procesamos tus datos personales y a recibir una copia de esos datos."
        },
        "rightToRectification": {
          "title": "6.2 Derecho de rectificacion (Articulo 16)",
          "text": "Tienes derecho a corregir datos personales inexactos y a completar datos incompletos. Puedes actualizar la mayoria de tu informacion directamente a traves de la configuracion de tu cuenta."
        },
        "rightToErasure": {
          "title": "6.3 Derecho de supresion (Articulo 17)",
          "text": "Tienes derecho a solicitar la eliminacion de tus datos personales bajo ciertas circunstancias, incluyendo cuando los datos ya no son necesarios para los propositos para los que fueron recopilados."
        },
        "rightToRestriction": {
          "title": "6.4 Derecho a la limitacion (Articulo 18)",
          "text": "Tienes derecho a solicitar la limitacion del procesamiento de tus datos personales bajo ciertas circunstancias."
        },
        "rightToPortability": {
          "title": "6.5 Derecho a la portabilidad de datos (Articulo 20)",
          "text": "Tienes derecho a recibir tus datos personales en un formato estructurado, de uso comun y legible por maquina, y a transmitirlos a otro responsable."
        },
        "rightToObject": {
          "title": "6.6 Derecho de oposicion (Articulo 21)",
          "text": "Tienes derecho a oponerte al procesamiento de tus datos personales basado en intereses legitimos, incluyendo la elaboracion de perfiles."
        },
        "rightToWithdraw": {
          "title": "6.7 Derecho a retirar el consentimiento",
          "text": "Cuando el procesamiento se basa en el consentimiento, tienes derecho a retirar tu consentimiento en cualquier momento sin afectar la licitud del procesamiento basado en el consentimiento antes de su retirada."
        },
        "rightToComplaint": {
          "title": "6.8 Derecho a presentar una queja",
          "text": "Tienes derecho a presentar una queja ante una autoridad de supervision si crees que nuestro procesamiento de tus datos personales viola las leyes de proteccion de datos aplicables."
        },
        "exerciseRights": "Para ejercer cualquiera de estos derechos, por favor contactanos usando la informacion en la seccion de Contacto a continuacion. Responderemos a tu solicitud dentro de 30 dias."
      },
      "cookiesLocalStorage": {
        "title": "cookies y almacenamiento local",
        "intro": "Usamos tecnologias de almacenamiento del navegador para proporcionar y mejorar el Servicio. Nuestro uso esta limitado a funcionalidad estrictamente necesaria:",
        "localStorage": {
          "title": "7.1 Almacenamiento local",
          "tableHeaders": {
            "storageKey": "Clave de almacenamiento",
            "purpose": "Proposito",
            "duration": "Duracion"
          },
          "items": {
            "locale": {
              "key": "swarmrise_locale",
              "purpose": "Preferencia de idioma",
              "duration": "Persistente"
            },
            "selectedOrga": {
              "key": "swarmrise_selected_orga",
              "purpose": "Organizacion seleccionada",
              "duration": "Persistente"
            }
          }
        },
        "authCookies": {
          "title": "7.2 Cookies de autenticacion",
          "text": "Clerk (nuestro proveedor de autenticacion) usa cookies de sesion para la gestion del estado de autenticacion. Estas son estrictamente necesarias para que el Servicio funcione y no requieren consentimiento bajo la Directiva ePrivacy."
        },
        "noTracking": {
          "title": "7.3 Sin cookies de rastreo",
          "text": "No usamos cookies de analiticas, publicidad o rastreo. No participamos en rastreo de comportamiento ni publicidad dirigida."
        }
      },
      "dataSecurity": {
        "title": "seguridad de datos",
        "intro": "Implementamos medidas tecnicas y organizativas apropiadas para proteger tus datos personales contra el acceso no autorizado, alteracion, divulgacion o destruccion:",
        "measures": {
          "encryption": "Cifrado en transito:",
          "encryptionText": "Todos los datos transmitidos entre tu navegador y nuestros servidores estan cifrados usando TLS/SSL.",
          "secureAuth": "Autenticacion segura:",
          "secureAuthText": "Usamos Clerk, un proveedor de autenticacion especializado, con practicas de seguridad estandar de la industria.",
          "multiTenant": "Aislamiento multi-inquilino:",
          "multiTenantText": "Los datos de la organizacion estan aislados logicamente para prevenir el acceso no autorizado entre organizaciones.",
          "accessControls": "Controles de acceso:",
          "accessControlsText": "Los controles de acceso basados en roles aseguran que los usuarios solo puedan acceder a los datos que estan autorizados a ver.",
          "securityReviews": "Revisiones de seguridad regulares:",
          "securityReviewsText": "Realizamos evaluaciones de seguridad regulares de nuestro codigo base e infraestructura."
        },
        "disclaimer": "Aunque nos esforzamos por proteger tus datos personales, ningun metodo de transmision por Internet o almacenamiento electronico es 100% seguro. No podemos garantizar seguridad absoluta."
      },
      "internationalTransfers": {
        "title": "transferencias internacionales de datos",
        "intro": "Tus datos personales pueden ser transferidos y procesados en paises fuera de tu pais de residencia, incluyendo Estados Unidos, donde se encuentran nuestros proveedores de servicios de terceros (Clerk y Convex).",
        "safeguardsIntro": "Para transferencias de datos personales desde el EEE, Reino Unido o Suiza a paises que no han sido considerados como proveedores de un nivel adecuado de proteccion de datos, nos basamos en salvaguardas apropiadas incluyendo:",
        "safeguards": {
          "sccs": "Clausulas Contractuales Tipo (CCT) aprobadas por la Comision Europea",
          "dpas": "Acuerdos de Procesamiento de Datos con nuestros proveedores de servicios",
          "supplementary": "Medidas suplementarias donde sea necesario para abordar riesgos especificos"
        },
        "requestCopy": "Puedes solicitar una copia de las salvaguardas que tenemos en su lugar contactandonos."
      },
      "childrensPrivacy": {
        "title": "privacidad de los ninos",
        "p1": "El Servicio no esta destinado a ninos menores de 16 anos. No recopilamos conscientemente datos personales de ninos menores de 16 anos. Si eres padre o tutor y crees que tu hijo nos ha proporcionado datos personales, por favor contactanos inmediatamente.",
        "p2": "Si nos damos cuenta de que hemos recopilado datos personales de un nino menor de 16 anos sin verificacion del consentimiento parental, tomaremos medidas para eliminar esa informacion de inmediato."
      },
      "changesToPolicy": {
        "title": "cambios a esta politica",
        "intro": "Podemos actualizar esta Politica de Privacidad de vez en cuando para reflejar cambios en nuestras practicas o leyes aplicables. Cuando hagamos cambios materiales:",
        "items": {
          "updateDate": "Actualizaremos la fecha de \"Ultima actualizacion\" en la parte superior de esta politica",
          "notifyEmail": "Te notificaremos por correo electronico o mediante un aviso destacado en el Servicio",
          "renewConsent": "Para cambios significativos que afecten tus derechos, podemos solicitar un consentimiento renovado"
        },
        "reviewPeriodically": "Te animamos a revisar esta Politica de Privacidad periodicamente para mantenerte informado sobre como protegemos tu informacion."
      },
      "contactInformation": {
        "title": "informacion de contacto",
        "intro": "Si tienes preguntas sobre esta Politica de Privacidad, deseas ejercer tus derechos de proteccion de datos o tienes preocupaciones sobre nuestras practicas de datos, por favor contactanos:",
        "github": "GitHub:",
        "responseTime": "Responderemos a todas las solicitudes legitimas dentro de 30 dias. En algunos casos, podemos necesitar verificar tu identidad antes de procesar tu solicitud."
      }
    },
    "relatedDocuments": "documentos relacionados",
    "termsLink": "Terminos de Servicio",
    "termsDescription": "Nuestros terminos y condiciones para usar Swarmrise",
    "principlesLink": "Nuestros Principios",
    "principlesDescription": "Conoce los valores que guian Swarmrise",
    "footer": "swarmrise esta licenciado bajo Apache License 2.0"
  }
}
