{
  "title": "глосарій",
  "subtitle": "Ключові концепції та термінологія, що використовуються у swarmrise.",
  "relatedDocuments": "пов'язані документи",
  "principlesLink": "Наші принципи",
  "principlesDescription": "ідеї, які керують роботою swarmrise",
  "footer": "swarmrise - це робота в процесі.",
  "items": {
    "user": {
      "title": "Користувач",
      "description": "Людина, яка створила обліковий запис у swarmrise. Користувачі можуть приєднуватися до кількох організацій та брати участь у керівництві кожної з них.",
      "example": "Коли ви реєструєтеся у swarmrise, ви стаєте користувачем. Потім ви можете створювати або приєднуватися до організацій."
    },
    "orga": {
      "title": "Організація",
      "description": "Автономний простір управління, де керуються команди, ролі та рішення. Кожна організація має власних членів, структуру та політики, повністю ізольовані від інших організацій.",
      "example": "Компанія, некомерційна організація або громадська група можуть бути налаштовані як організація у swarmrise."
    },
    "member": {
      "title": "Член",
      "description": "Присутність користувача в конкретній організації. Певний член може мати кілька ролей в одній команді або в кількох командах організації. Це значна відмінність від традиційних організацій.",
      "example": "Ви можете бути членом організації вашої компанії, а також членом організації волонтерської групи."
    },
    "team": {
      "title": "Команда",
      "description": "Група в межах організації, яка працює над спільною метою. Команди містять ролі, які визначають конкретні обов'язки та відповідальність.",
      "example": "Команда маркетингу може містити ролі, такі як Керівник контенту, Менеджер соціальних мереж та Стратег бренду."
    },
    "role": {
      "title": "Роль",
      "description": "Конкретна позиція в команді, яка визначає, за що хтось відповідає. Ролі можуть мати спеціальні типи: лідер (керує командою), секретар (веде документацію) або арбітр (вирішує суперечки).",
      "example": "Роль Product Owner може мати місію визначати пріоритети продукту та підтримувати беклог."
    },
    "decision": {
      "title": "Рішення",
      "description": "Будь-яка відстежувана зміна або дія в межах організації. Рішення зберігають повний аудит, що показує, хто зробив яку зміну і коли, зі станами до та після.",
      "example": "Коли хтось оновлює місію команди або призначає роль, це записується як рішення з повною історією."
    },
    "mission": {
      "title": "Місія",
      "description": "Мета або ціль, яка керує командою або роллю. Місії відповідають на питання, чому щось існує і чого воно прагне досягти.",
      "example": "Місією команди підтримки може бути забезпечення того, щоб клієнти отримували своєчасну та корисну допомогу."
    },
    "duty": {
      "title": "Обов'язок",
      "description": "Конкретна, дієва відповідальність, призначена ролі. У той час як місія визначає загальну мету, обов'язки розкладають її на конкретні завдання або зобов'язання, які виконавець ролі повинен виконувати. Роль може мати кілька обов'язків.",
      "example": "Роль Керівника контенту може мати обов'язки, такі як 'Писати щотижневі статті для блогу', 'Переглядати внески спільноти' та 'Підтримувати редакційний календар'."
    }
  }
}