{
  "principles": {
    "title": "наші принципи",
    "subtitle": "Прості ідеї, які керують роботою swarmrise.",
    "legal": "правові документи",
    "termsLink": "Умови надання послуг",
    "termsDescription": "умови використання swarmrise",
    "privacyLink": "Політика конфіденційності",
    "privacyDescription": "як ми обробляємо ваші персональні дані",
    "footer": "swarmrise - це робота в процесі.",
    "items": {
      "noFunnyHats": {
        "title": "Без чемних капелюхів",
        "content": "swarmrise використовує прості слова та концепції. Жодного езотеричного словнику чи неологізмів, жодних церемоній, жодних кіл, жодного жаргону особистого розвитку. Це інструмент, а не релігія."
      },
      "youComeFirst": {
        "title": "Ви на першому місці",
        "content": "Намалювати загальну картину організації недостатньо, щоб дати комусь впевненість та напрямок. swarmrise зорієнтований на вас як на члена цієї організації, відзначаючи ваші ролі, ваші команди, ваші зв'язки та ваші рішення. У повсякденному житті ви просто хочете знати, чого від вас очікують інші, і як ви можете допомогти та діяти."
      },
      "alwaysTellWhy": {
        "title": "Завжди кажіть чому",
        "content": "swarmrise керується метою. Організація повинна мати глобальну мету, але кожна команда і кожна роль повинні починатися з чіткої мети. Люди розумні, вони можуть зрозуміти, що робити і як це робити, коли знають, чому вони це роблять."
      },
      "doersAreKings": {
        "title": "Діячі - королі",
        "content": "Одна велика відмінність від ієрархії - це можливість позбутися штатних приймачів рішень. Кожен приймає рішення постійно, тому цей талант не такий рідкісний. Даючи схему вирішити/зобов'язатися/виконати із самоуправлінням для кожної ролі, ви виділяєте набагато рідкіснішу здатність до якісної реалізації. Люди, які дійсно можуть щось робити, повинні відчувати себе більш уповноваженими та оціненими."
      },
      "ethicalBehaviors": {
        "title": "Сприяння етичній поведінці",
        "content": "Погана поведінка процвітає, коли ви або не знаєте про неї, або не можете нічого з нею зробити. Звичайно, модель управління не може гарантувати етичну поведінку сама по собі, але вона може її заохочувати, інформуючи членів про те, що відбувається, і дозволяючи їм приймати рішення відповідно. swarmrise використовує прозорість, відстежуваність та пам'ять інформації як режим за замовчуванням (коли це не суперечить правам на персональні дані або конфіденційною інформацією), і пропонує модель прийняття рішень, яка є відкритою для будь-якої ролі."
      },
      "frictionless": {
        "title": "Без тертя",
        "content": "Організаційні схеми та посадові інструкції часто застарілі, частково тому, що їх змінювати - це біда. swarmrise дозволяє легку модифікацію, кожним членом, будь-якого елементу організації. Це не ризиковано, тому що, даючи всім знати, хто що зробив, swarmrise змушує членів думати перед тим, як діяти. І до речі, якщо ви не довіряєте людям, ви не повинні їх наймати в першу чергу."
      },
      "sharingIsGood": {
        "title": "Ділитися - це добре",
        "content": "swarmrise пропонує публічну бібліотеку шаблонів copyleft для команд, ролей та політик, щоб інновації одних могли вільно використовуватися іншими. Створюючи та підтримуючи публічні шаблони, ви можете допомагати іншим організаціям та отримувати корисний зворотний зв'язок для себе, вбити двох зайців одним пострілом."
      },
      "lowComplexity": {
        "title": "Низька складність",
        "content": "Ієрархія - це дуже простий концепт. Ось тому вона домінує, не будучи найбільш ефективною системою. swarmrise намагається додавати якомога менше складності та зберігати речі легкими для пояснення та експлуатації. Є обмежений набір концепцій та правил, з яких ви можете розвивати своє управління, щоб відповідало вашій організації."
      },
      "workInProgress": {
        "title": "Робота в процесі",
        "content": "swarmrise є і залишиться роботою в процесі. Відгуки та внески більш ніж вітаються. Ці принципи - це лише хребет, побачимо, куди все це приведе."
      }
    }
  },
  "terms": {
    "title": "умови надання послуг",
    "effectiveDate": "Дата набуття чинності: {{date}}",
    "lastUpdated": "Останнє оновлення: {{date}}",
    "effectiveDateLabel": "Дата набуття чинності",
    "lastUpdatedLabel": "Останнє оновлення",
    "intro": {
      "welcome": "Ласкаво просимо до swarmrise. Ці Умови надання послуг (\"Умови\") регулюють ваш доступ та використання платформи swarmrise, включаючи наш веб-сайт, додатки та послуги (разом - \"Сервіс\"). Отримуючи доступ або використовуючи Сервіс, ви погоджуєтесь бути зв'язаним цими Умовами.",
      "readCarefully": "Будь ласка, уважно прочитайте ці Умови перед використанням Сервісу. Якщо ви не погоджуєтесь з цими Умовами, ви не можете отримати доступ або використовувати Сервіс."
    },
    "sections": {
      "acceptanceOfTerms": {
        "title": "прийняття умов",
        "p1": "Створюючи обліковий запис або використовуючи Сервіс, ви заявляєте, що вам є щонайменше 18 років і ви маєте правову здатність укладати ці Умови. Якщо ви використовуєте Сервіс від імені організації, ви заявляєте та гарантуєте, що маєте повноваження зв'язувати цю організацію цими Умовами.",
        "p2": "Ми залишаємо за собою право змінювати ці Умови в будь-який час. Ми повідомимо вас про суттєві зміни, опублікувавши оновлені Умови на Сервісі та оновивши дату \"Останнє оновлення\". Ваше подальше використання Сервісу після таких змін означає ваше прийняття змінених Умов."
      },
      "descriptionOfService": {
        "title": "опис сервісу",
        "intro": "swarmrise - це багатоорганізаційна платформа управління організаціями, розроблена для спільного управління. Сервіс дозволяє організаціям:",
        "features": {
          "structureTeams": "Структурувати команди та визначати організаційні ієрархії",
          "createRoles": "Створювати та керувати ролями в командах (включаючи позиції лідера, секретаря та арбітра)",
          "trackDecisions": "Відстежувати рішення з повними аудиторськими слідами",
          "manageMembers": "Керувати членством та запрошеннями в організації",
          "establishPolicies": "Встановлювати та підтримувати організаційні політики"
        },
        "reserveRight": "Ми залишаємо за собою право змінювати, призупиняти або припиняти будь-який аспект Сервісу в будь-який час, з або без попередження."
      },
      "accountRegistration": {
        "title": "реєстрація та безпека облікового запису",
        "intro": "Для доступу до певних функцій Сервісу ви повинні створити обліковий запис. Створюючи обліковий запис, ви погоджуєтесь:",
        "requirements": {
          "provideAccurate": "Надавати точну, актуальну та повну інформацію",
          "maintainInfo": "Підтримувати та оперативно оновлювати інформацію про ваш обліковий запис",
          "keepSecure": "Зберігати ваші облікові дані автентифікації безпечними та конфіденційними",
          "notifyUnauthorized": "Негайно повідомляти нас про будь-який несанкціонований доступ до вашого облікового запису",
          "acceptResponsibility": "Приймати відповідальність за всю діяльність, яка відбувається під вашим обліковим записом"
        },
        "clerkNote": "Ми використовуємо Clerk для послуг автентифікації. Використовуючи Сервіс, ви також погоджуєтесь з умовами надання послуг та політикою конфіденційності Clerk."
      },
      "organizationsAndMembership": {
        "title": "організації та членство",
        "ownerIntro": "Сервіс дозволяє користувачам створювати та приєднуватися до організацій. Коли ви створюєте організацію, ви стаєте її власником та відповідаєте за:",
        "ownerResponsibilities": {
          "manageSettings": "Керування налаштуваннями організації та членством",
          "ensureCompliance": "Забезпечення дотримання членами цих Умов",
          "contentActivities": "Вміст та діяльність у вашій організації",
          "handleInvitations": "Належне оброблення запрошень та контролів доступу"
        },
        "memberIntro": "Як член організації, ви погоджуєтесь:",
        "memberResponsibilities": {
          "respectGovernance": "Поважати структуру управління, встановлену організацією",
          "useAccordingly": "Використовувати Сервіс відповідно до ваших призначених ролей",
          "noCircumvent": "Не обходити контролі доступу або системи дозволів"
        }
      },
      "acceptableUse": {
        "title": "допустиме використання",
        "intro": "Ви погоджуєтесь використовувати Сервіс лише для законних цілей та відповідно до цих Умов. Ви погоджуєтесь НЕ:",
        "prohibitions": {
          "violateLaws": "Порушувати будь-які застосовні закони, нормативні акти або права третіх осіб",
          "harassOthers": "Використовувати Сервіс для переслідування, зловживання або завдання шкоди іншим",
          "uploadMalicious": "Завантажувати або передавати шкідливий код, віруси або шкідливий вміст",
          "unauthorizedAccess": "Намагатися отримати несанкціонований доступ до Сервісу або його систем",
          "interfereService": "Втручатися або переривати роботу Сервісу або його інфраструктури",
          "scrapeService": "Здійснювати скрейпінг, краулінг або використовувати автоматизовані засоби для доступу до Сервісу без дозволу",
          "impersonate": "Видавати себе за іншу особу або організацію",
          "fraudulent": "Використовувати Сервіс для будь-яких шахрайських або обманних цілей",
          "circumventSecurity": "Обходити будь-які заходи безпеки або обмеження доступу"
        }
      },
      "userContent": {
        "title": "вміст користувача",
        "ownership": "Ви залишаєте за собою право власності на будь-який вміст, який ви надсилаєте до Сервісу (\"Вміст Користувача\"), включаючи організаційні дані, структури команд, визначення ролей та рішення. Надсилаючи Вміст Користувача, ви надаєте нам всесвітню, неексклюзивну, безоплатну ліцензію на використання, зберігання та обробку вашого Вмісту Користувача виключно з метою надання Сервісу.",
        "warrantyIntro": "Ви заявляєте та гарантуєте, що:",
        "warranties": {
          "ownRights": "Ви володієте або маєте необхідні права на ваш Вміст Користувача",
          "noViolation": "Ваш Вміст Користувача не порушує будь-які права третіх осіб",
          "compliesTerms": "Ваш Вміст Користувача відповідає цим Умовам та застосовним законам"
        }
      },
      "intellectualProperty": {
        "title": "інтелектуальна власність",
        "license": "Сервіс, включаючи його вихідний код, дизайн, функції та документацію, ліцензується за Ліцензією Apache 2.0. Ця ліцензія дозволяє вам використовувати, модифікувати та розповсюджувати програмне забезпечення за певних умов.",
        "brandElements": "Назва swarmrise, логотип та елементи бренду є власними і не можуть використовуватися без нашого письмового дозволу, за винятком випадків, дозволених Ліцензією Apache 2.0 для цілей атрибуції.",
        "thirdParty": "Компоненти третіх осіб, включені до Сервісу, підлягають своїм відповідним ліцензіям, які задокументовані в нашій юридичній документації."
      },
      "dataProtection": {
        "title": "захист даних та конфіденційність",
        "commitment": "Ми зобов'язані захищати вашу конфіденційність та персональні дані. Наше збирання, використання та обробка персональних даних регулюється нашою Політикою конфіденційності, яка включається до цих Умов шляхом посилання.",
        "keyAspectsIntro": "Ключові аспекти нашого оброблення даних:",
        "keyAspects": {
          "collectNecessary": "Ми збираємо лише дані, необхідні для надання Сервісу",
          "dataIsolated": "Ваші організаційні дані ізольовані в багатоорганізаційній архітектурі",
          "convexStorage": "Ми використовуємо Convex для безпечного зберігання та обробки даних",
          "clerkAuth": "Дані автентифікації керуються Clerk",
          "auditTrails": "Ми підтримуємо аудиторські сліди для прозорості та відповідальності"
        },
        "gdprNote": "Для користувачів у Європейському економічному просторі ми дотримуємось Загального регламенту захисту даних (GDPR) та надаємо механізми для реалізації ваших прав суб'єкта даних."
      },
      "serviceAvailability": {
        "title": "доступність сервісу та підтримка",
        "intro": "Ми намагаємося підтримувати доступність Сервісу, але не гарантуємо безперервного доступу. Сервіс може бути тимчасово недоступним через:",
        "reasons": {
          "maintenance": "Заплановане технічне обслуговування та оновлення",
          "outages": "Незаплановані перерви або технічні проблеми",
          "beyondControl": "Фактори, що виходять за межі нашого розумного контролю"
        },
        "asIs": "Ми надаємо Сервіс \"як є\" та \"за доступності\" без будь-яких угод про рівень обслуговування, якщо інше не домовлено письмово."
      },
      "limitationOfLiability": {
        "title": "обмеження відповідальності",
        "intro": "В МАКСИМАЛЬНІЙ МІРІ, ДОЗВОЛЕНІЙ ЗАСТОСОВНИМ ЗАКОНОДАВСТВОМ, SWARMRISE ТА ЙОГО АФІЛІЙОВАНІ ОСОБИ, ПОСАДОВІ ОСОБИ, ПРАЦІВНИКИ, АГЕНТИ ТА ЛІЦЕНЗІАРИ НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ПОСЕРЕДНІ, ВИПАДКОВІ, СПЕЦІАЛЬНІ, НАСЛІДКОВІ АБО КАРАЛЬНІ ЗБИТКИ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ:",
        "damages": {
          "lostProfits": "Втрата прибутків, даних або бізнес-можливостей",
          "interruptions": "Перерви в обслуговуванні або втрата даних",
          "unauthorizedAccess": "Несанкціонований доступ до ваших даних",
          "thirdPartyConduct": "Будь-яка поведінка або вміст третіх осіб на Сервісі"
        },
        "totalLiability": "Наша загальна відповідальність за будь-які претензії, що випливають із Сервісу або пов'язані з ним, не перевищуватиме суму, яку ви нам заплатили, якщо така є, за дванадцять (12) місяців, що передували претензії."
      },
      "indemnification": {
        "title": "відшкодування",
        "intro": "Ви погоджуєтесь відшкодувати, захищати та тримати swarmrise та його афілійованих осіб, посадових осіб, директорів, працівників та агентів від та проти будь-яких претензій, зобов'язань, збитків, втрат та витрат (включаючи розумні юридичні гонорари), які випливають із або в будь-який спосіб пов'язані з:",
        "items": {
          "accessUse": "Вашим доступом або використанням Сервісу",
          "violationTerms": "Вашим порушенням цих Умов",
          "userContent": "Вашим Вмістом Користувача",
          "violationRights": "Вашим порушенням будь-яких прав третіх осіб"
        }
      },
      "termination": {
        "title": "припинення",
        "intro": "Ви можете припинити свій обліковий запис у будь-який час, зв'язавшись з нами або використовуючи функцію видалення облікового запису, коли вона доступна. Ми можемо припинити або призупинити ваш доступ до Сервісу негайно, без попереднього повідомлення, якщо:",
        "reasons": {
          "breachTerms": "Ви порушуєте ці Умови",
          "requiredByLaw": "Ми зобов'язані зробити це за законом",
          "discontinueService": "Ми вирішуємо припинити Сервіс"
        },
        "uponTermination": "Після припинення ваше право на використання Сервісу негайно припиняється. Положення цих Умов, які за своєю природою повинні пережити припинення, зберігають силу, включаючи власність, відмови від гарантій, відшкодування та обмеження відповідальності."
      },
      "disputeResolution": {
        "title": "вирішення спорів",
        "informal": "Ми закликаємо вас спочатку зв'язатися з нами для вирішення будь-яких спорів неформально. Якщо спір не може бути вирішений неформально, ви погоджуєтесь, що будь-який судовий позов або провадження буде розглядатися виключно в судах компетентної юрисдикції.",
        "euNote": "Для користувачів в Європейському Союзі це положення не впливає на ваші права за законами про захист споживачів або ваше право подавати позови до судів вашої країни проживання."
      },
      "governingLaw": {
        "title": "застосовне право",
        "law": "Ці Умови регулюються та тлумачаться відповідно до законів юрисдикції, в якій встановлено оператора Сервісу, без урахування принципів колізійного права.",
        "eeaNote": "Для користувачів у Європейському економічному просторі нічого в цих Умовах не впливає на ваші права як споживача за застосовними законами ЄС про захист споживачів."
      },
      "generalProvisions": {
        "title": "загальні положення",
        "entireAgreement": "Повна угода:",
        "entireAgreementText": "Ці Умови разом з нашою Політикою конфіденційності та будь-якими іншими політиками, на які тут посилаються, становлять повну угоду між вами та swarmrise щодо Сервісу.",
        "severability": "Подільність:",
        "severabilityText": "Якщо будь-яке положення цих Умов буде визнано нечинним, решта положень продовжують діяти в повному обсязі.",
        "waiver": "Відмова:",
        "waiverText": "Наша нездатність застосувати будь-яке право або положення цих Умов не буде вважатися відмовою від цих прав.",
        "assignment": "Передача:",
        "assignmentText": "Ви не можете передавати або переносити свої права за цими Умовами без нашої попередньої письмової згоди. Ми можемо передавати наші права та зобов'язання без обмежень."
      },
      "contactInformation": {
        "title": "контактна інформація",
        "intro": "Якщо у вас є запитання щодо цих Умов, будь ласка, зв'яжіться з нами:",
        "github": "GitHub:"
      }
    },
    "relatedDocuments": "пов'язані документи",
    "privacyLink": "Політика конфіденційності",
    "privacyDescription": "Як ми обробляємо ваші персональні дані",
    "principlesLink": "Наші Принципи",
    "principlesDescription": "Дізнайтеся про цінності, які керують swarmrise",
    "footer": "swarmrise ліцензовано за Apache License 2.0"
  },
  "privacy": {
    "title": "політика конфіденційності",
    "effectiveDate": "Дата набуття чинності: {{date}}",
    "lastUpdated": "Останнє оновлення: {{date}}",
    "effectiveDateLabel": "Дата набуття чинності",
    "lastUpdatedLabel": "Останнє оновлення",
    "intro": {
      "commitment": "У swarmrise ми зобов'язані захищати вашу конфіденційність та персональні дані. Ця Політика конфіденційності пояснює, як ми збираємо, використовуємо, розголошуємо та захищаємо вашу інформацію, коли ви використовуєте нашу багатоорганізаційну платформу управління організаціями (\"Сервіс\").",
      "gdprCompliance": "Ми обробляємо персональні дані відповідно до Загального регламенту захисту даних (GDPR) та інших застосовних законів про захист даних. Будь ласка, уважно прочитайте цю Політику конфіденційності, щоб зрозуміти наші практики щодо ваших персональних даних."
    },
    "sections": {
      "dataController": {
        "title": "володар даних",
        "p1": "Для цілей GDPR та інших застосовних законів про захист даних, swarmrise діє як володар даних для персональних даних, зібраних через Сервіс. Це означає, що ми визначаємо цілі та засоби обробки ваших персональних даних.",
        "p2": "Якщо у вас є запитання щодо наших практик з даними або ви бажаєте скористатися своїми правами, будь ласка, зв'яжіться з нами через канали, перелічені в розділі Контактна інформація нижче."
      },
      "informationWeCollect": {
        "title": "інформація, яку ми збираємо",
        "intro": "Ми збираємо інформацію, яку ви надаєте нам безпосередньо, а також інформацію, зібрану автоматично, коли ви використовуєте Сервіс.",
        "accountInfo": {
          "title": "2.1 Інформація облікового запису",
          "intro": "Коли ви створюєте обліковий запис, ми збираємо:",
          "items": {
            "name": "Ім'я та прізвище",
            "email": "Адреса електронної пошти",
            "profilePicture": "Фото профілю (необов'язково, якщо надається через автентифікацію)"
          }
        },
        "organizationData": {
          "title": "2.2 Дані організації",
          "intro": "Коли ви створюєте або приєднуєтеся до організацій, ми збираємо та обробляємо:",
          "items": {
            "orgNames": "Назви та налаштування організацій",
            "teamStructures": "Структури та ієрархії команд",
            "roleAssignments": "Призначення ролей (лідер, секретар, арбітр)",
            "membershipInfo": "Інформація про членство",
            "invitationData": "Дані запрошень (адреси електронної пошти запрошених)"
          }
        },
        "optionalContact": {
          "title": "2.3 Необов'язкова контактна інформація",
          "intro": "Ви можете за бажанням надати додаткову контактну інформацію, включаючи:",
          "items": {
            "mobile": "Номер мобільного телефону",
            "address": "Фізична адреса",
            "socialMedia": "Профілі в соціальних мережах (LinkedIn, Facebook, Instagram, WhatsApp)"
          },
          "note": "Ця інформація є цілком необов'язковою та збирається лише за вашою однозначною згодою."
        },
        "usageData": {
          "title": "2.4 Дані використання",
          "intro": "Ми автоматично збираємо певну інформацію, коли ви використовуєте Сервіс:",
          "items": {
            "browser": "Тип та версія браузера",
            "device": "Інформація про пристрій",
            "ipAddress": "IP-адреса",
            "pagesVisited": "Відвідані сторінки та використані функції",
            "dateTime": "Дата та час доступу"
          }
        },
        "decisionAudit": {
          "title": "2.5 Аудиторський слід рішень",
          "intro": "Для забезпечення прозорості та відповідальності ми підтримуємо аудиторські сліди важливих дій в організаціях, включаючи:",
          "items": {
            "authorEmail": "Електронна пошта автора для зроблених змін",
            "timestamps": "Мітки часу дій",
            "beforeAfter": "Стани до та після змінених даних"
          }
        }
      },
      "howWeUse": {
        "title": "як ми використовуємо вашу інформацію",
        "intro": "Ми використовуємо інформацію, яку збираємо, для наступних цілей, кожна з яких має певну правову підставу за GDPR:",
        "serviceProvision": {
          "title": "3.1 Надання Сервісу (Договір - Стаття 6(1)(b))",
          "items": {
            "createAccount": "Створити та керувати вашим обліковим записом користувача",
            "provideAccess": "Надати доступ до функцій управління організаціями",
            "processMembers": "Обробляти членство та запрошення в організації",
            "enableTeamMgmt": "Увімкнути функціонал управління командами та ролями",
            "authenticate": "Автентифікувати вашу особистість"
          }
        },
        "legitimateInterests": {
          "title": "3.2 Законні інтереси (Стаття 6(1)(f))",
          "items": {
            "auditTrails": "Підтримувати аудиторські сліди рішень для відповідальності",
            "improveService": "Поліпшувати та оптимізувати Сервіс",
            "preventFraud": "Запобігати шахрайству та забезпечувати безпеку",
            "respondSupport": "Відповідати на запити підтримки"
          }
        },
        "consent": {
          "title": "3.3 Згода (Стаття 6(1)(a))",
          "items": {
            "storeOptional": "Зберігати необов'язкову контактну інформацію, яку ви вирішили надати",
            "displayProfile": "Відображати ваше фото профілю"
          },
          "withdrawNote": "Ви можете відкликати згоду в будь-який час, оновивши налаштування профілю або зв'язавшись з нами."
        }
      },
      "thirdPartyServices": {
        "title": "послуги третіх осіб",
        "intro": "Ми використовуємо наступні послуги третіх осіб для роботи Сервісу. Кожна з цих послуг обробляє ваші дані від нашого імені:",
        "clerk": {
          "title": "4.1 Clerk (Автентифікація)",
          "purpose": "Мета:",
          "purposeText": "Автентифікація користувачів та управління ідентичністю",
          "dataProcessed": "Оброблені дані:",
          "dataProcessedText": "Електронна пошта, ім'я, фото профілю, облікові дані автентифікації",
          "location": "Місцезнаходження:",
          "locationText": "Сполучені Штати",
          "privacyPolicy": "Політика конфіденційності:"
        },
        "convex": {
          "title": "4.2 Convex (База даних та Backend)",
          "purpose": "Мета:",
          "purposeText": "Зберігання бази даних у реальному часі та serverless backend функції",
          "dataProcessed": "Оброблені дані:",
          "dataProcessedText": "Усі дані додатку, включаючи профілі користувачів, дані організацій та аудиторські сліди",
          "location": "Місцезнаходження:",
          "locationText": "Сполучені Штати",
          "privacyPolicy": "Політика конфіденційності:"
        },
        "googleFonts": {
          "title": "4.3 Google Fonts",
          "purpose": "Мета:",
          "purposeText": "Доставка шрифтів (Montserrat Alternates)",
          "dataProcessed": "Оброблені дані:",
          "dataProcessedText": "IP-адреса (мінімальна)",
          "privacyPolicy": "Політика конфіденційності:"
        }
      },
      "dataRetention": {
        "title": "зберігання даних",
        "intro": "Ми зберігаємо ваші персональні дані лише так довго, як це необхідно для виконання цілей, для яких вони були зібрані:",
        "items": {
          "accountData": "Дані облікового запису:",
          "accountDataText": "Зберігаються протягом усього терміну існування вашого облікового запису. Коли ви видаляєте свій обліковий запис, ми видалимо ваші персональні дані протягом 30 днів, за винятком випадків, коли зберігання вимагається законом.",
          "orgData": "Дані організації:",
          "orgDataText": "Зберігаються протягом терміну вашого членства в організації. Коли ви покидаєте організацію, ваш запис учасника видаляється, хоча аудиторські записи можуть зберігатися для цілей відповідальності.",
          "invitationData": "Дані запрошень:",
          "invitationDataText": "Зберігаються до тих пір, поки запрошення не буде прийнято, відхилено або не спливе термін дії.",
          "auditTrails": "Аудиторські сліди:",
          "auditTrailsText": "Зберігаються протягом усього терміну існування організації для цілей відповідальності та відповідності."
        }
      },
      "yourRightsGdpr": {
        "title": "ваші права за GDPR",
        "intro": "Якщо ви знаходитесь в Європейському економічному просторі (ЄЕП), Сполученому Королівстві або Швейцарії, ви маєте наступні права щодо ваших персональних даних:",
        "rightOfAccess": {
          "title": "6.1 Право на доступ (Стаття 15)",
          "text": "Ви маєте право отримати підтвердження того, чи обробляємо ми ваші персональні дані, та отримати копію цих даних."
        },
        "rightToRectification": {
          "title": "6.2 Право на виправлення (Стаття 16)",
          "text": "Ви маєте право виправити неточні персональні дані та доповнити неповні дані. Ви можете оновити більшість вашої інформації безпосередньо через налаштування облікового запису."
        },
        "rightToErasure": {
          "title": "6.3 Право на видалення (Стаття 17)",
          "text": "Ви маєте право запитувати видалення ваших персональних даних за певних обставин, включаючи випадки, коли дані більше не потрібні для цілей, для яких вони були зібрані."
        },
        "rightToRestriction": {
          "title": "6.4 Право на обмеження (Стаття 18)",
          "text": "Ви маєте право запитувати обмеження обробки ваших персональних даних за певних обставин."
        },
        "rightToPortability": {
          "title": "6.5 Право на переносимість даних (Стаття 20)",
          "text": "Ви маєте право отримати ваші персональні дані в структурованому, загальновживаному, машиночитному форматі та передати їх іншому володарю."
        },
        "rightToObject": {
          "title": "6.6 Право на заперечення (Стаття 21)",
          "text": "Ви маєте право заперечувати проти обробки ваших персональних даних на підставі законних інтересів, включаючи профілювання."
        },
        "rightToWithdraw": {
          "title": "6.7 Право відкликати згоду",
          "text": "Коли обробка заснована на згоді, ви маєте право відкликати згоду в будь-який час без впливу на законність обробки, заснованої на згоді до її відкликання."
        },
        "rightToComplaint": {
          "title": "6.8 Право подати скаргу",
          "text": "Ви маєте право подати скаргу до наглядового органу, якщо вважаєте, що наша обробка ваших персональних даних порушує застосовні закони про захист даних."
        },
        "exerciseRights": "Щоб скористатися будь-яким з цих прав, будь ласка, зв'яжіться з нами, використовуючи інформацію в розділі Контакти нижче. Ми відповімо на ваш запит протягом 30 днів."
      },
      "cookiesLocalStorage": {
        "title": "cookie та локальне сховище",
        "intro": "Ми використовуємо технології зберігання браузера для надання та поліпшення Сервісу. Наше використання обмежене строго необхідними функціями:",
        "localStorage": {
          "title": "7.1 Локальне сховище",
          "tableHeaders": {
            "storageKey": "Ключ зберігання",
            "purpose": "Мета",
            "duration": "Тривалість"
          },
          "items": {
            "locale": {
              "key": "swarmrise_locale",
              "purpose": "Мовні уподобання",
              "duration": "Постійна"
            },
            "selectedOrga": {
              "key": "swarmrise_selected_orga",
              "purpose": "Вибрана організація",
              "duration": "Постійна"
            }
          }
        },
        "authCookies": {
          "title": "7.2 Cookie автентифікації",
          "text": "Clerk (наш постачальник автентифікації) використовує сесійні cookie для управління станом автентифікації. Це строго необхідно для функціонування Сервісу та не вимагає згоди за Директивою ePrivacy."
        },
        "noTracking": {
          "title": "7.3 Жодних cookie відстеження",
          "text": "Ми не використовуємо аналітичні, рекламні або відстежувальні cookie. Ми не здійснюємо поведінкове відстеження або цільову рекламу."
        }
      },
      "dataSecurity": {
        "title": "безпека даних",
        "intro": "Ми впроваджуємо відповідні технічні та організаційні заходи для захисту ваших персональних даних від несанкціонованого доступу, зміни, розголошення або знищення:",
        "measures": {
          "encryption": "Шифрування при передачі:",
          "encryptionText": "Усі дані, що передаються між вашим браузером та нашими серверами, зашифровані за допомогою TLS/SSL.",
          "secureAuth": "Безпечна автентифікація:",
          "secureAuthText": "Ми використовуємо Clerk, спеціалізованого постачальника автентифікації, з галузевими стандартними практиками безпеки.",
          "multiTenant": "Багатоорганізаційне відокремлення:",
          "multiTenantText": "Дані організацій логічно ізольовані для запобігання несанкціонованому міжорганізаційному доступу.",
          "accessControls": "Контролі доступу:",
          "accessControlsText": "Контролі доступу на основі ролей забезпечують, що користувачі можуть отримувати доступ лише до даних, які вони уповноважені переглядати.",
          "securityReviews": "Регулярні огляди безпеки:",
          "securityReviewsText": "Ми проводимо регулярні оцінки безпеки нашого коду та інфраструктури."
        },
        "disclaimer": "Хоча ми намагаємося захистити ваші персональні дані, жоден метод передачі через Інтернет або електронного зберігання не є 100% безпечним. Ми не можемо гарантувати абсолютну безпеку."
      },
      "internationalTransfers": {
        "title": "міжнародні передачі даних",
        "intro": "Ваші персональні дані можуть передаватися та оброблятися в країнах за межами вашої країни проживання, включаючи Сполучені Штати, де розташовані наші постачальники послуг третіх осіб (Clerk та Convex).",
        "safeguardsIntro": "Для передачі персональних даних з ЄЕП, Сполученого Королівства або Швейцарії до країн, які не були визнані як такі, що забезпечують адекватний рівень захисту даних, ми покладаємося на відповідні гарантії, включаючи:",
        "safeguards": {
          "sccs": "Стандартні договірні положення (SCC), схвалені Європейською Комісією",
          "dpas": "Угоди про обробку даних з нашими постачальниками послуг",
          "supplementary": "Додаткові заходи, де необхідно, для усунення певних ризиків"
        },
        "requestCopy": "Ви можете запитувати копію гарантій, які ми маємо, зв'язавшись з нами."
      },
      "childrensPrivacy": {
        "title": "конфіденційність дітей",
        "p1": "Сервіс не призначений для дітей молодших за 16 років. Ми свідомо не збираємо персональні дані від дітей молодших за 16 років. Якщо ви є батьком або опікуном і вважаєте, що ваша дитина надала нам персональні дані, будь ласка, негайно зв'яжіться з нами.",
        "p2": "Якщо ми дізнаємося, що ми зібрали персональні дані від дитини молодшої за 16 років без перевірки батьківської згоди, ми вживемо заходів для негайного видалення цієї інформації."
      },
      "changesToPolicy": {
        "title": "зміни до цієї політики",
        "intro": "Ми можемо оновлювати цю Політику конфіденційності час від часу, щоб відображати зміни в наших практиках або застосовних законах. Коли ми вносимо суттєві зміни:",
        "items": {
          "updateDate": "Ми оновимо дату \"Останнє оновлення\" у верхній частині цієї політики",
          "notifyEmail": "Ми повідомимо вас електронною поштою або через помітне повідомлення на Сервісі",
          "renewConsent": "Для значних змін, що впливають на ваші права, ми можемо запитувати поновлену згоду"
        },
        "reviewPeriodically": "Ми закликаємо вас періодично переглядати цю Політику конфіденційності, щоб бути в курсі того, як ми захищаємо вашу інформацію."
      },
      "contactInformation": {
        "title": "контактна інформація",
        "intro": "Якщо у вас є запитання щодо цієї Політики конфіденційності, ви бажаєте скористатися своїми правами на захист даних або маєте занепокоєння щодо наших практик з даними, будь ласка, зв'яжіться з нами:",
        "github": "GitHub:",
        "responseTime": "Ми відповідаємо на всі законні запити протягом 30 днів. В деяких випадках нам може знадобитися перевірка вашої особи перед обробкою вашого запиту."
      }
    },
    "relatedDocuments": "пов'язані документи",
    "termsLink": "Умови надання послуг",
    "termsDescription": "Наші умови використання swarmrise",
    "principlesLink": "Наші Принципи",
    "principlesDescription": "Дізнайтеся про цінності, які керують swarmrise",
    "footer": "swarmrise ліцензовано за Apache License 2.0"
  }
}